app/views/game/index.html.erb

SELECT AVG("reviews"."rating") FROM "reviews" WHERE "reviews"."game_id" = ?  [["game_id", 1]]
---
      <div class="col-xs-12 col-md-3 fix-padding">
        <b>User score: <%= game.reviews.average(:rating) %> </b>

SELECT  "game_platforms".* FROM "game_platforms" WHERE "game_platforms"."game_id" = ? ORDER BY "game_platforms"."id" ASC LIMIT ? OFFSET ?  [["game_id", 1], ["LIMIT", 1], ["OFFSET", 1]]
SELECT "games".* FROM "games"
SELECT "platforms".* FROM "platforms" INNER JOIN "game_platforms" ON "platforms"."id" = "game_platforms"."platform_id" WHERE "game_platforms"."game_id" = ?  [["game_id", 2]]
---
        <b>Platform: </b>
        <% game.platform_of_game.each do |platform| %>