app/views/game/index.html.erb

              <div class="col-xs-12 col-md-4">
                <%= game.reviews.where.not(:title => nil).count() %> rating
---
SELECT AVG("reviews"."rating") FROM "reviews" WHERE "reviews"."game_id" = ?  [["game_id", 1]]