app/views/game/index.html.erb

SELECT  "game_platforms".* FROM "game_platforms" WHERE "game_platforms"."game_id" = ? ORDER BY "game_platforms"."id" ASC LIMIT ? OFFSET ?  [["game_id", 1], ["LIMIT", 1], ["OFFSET", 1]]
SELECT "platforms".* FROM "platforms" WHERE "platforms"."id" IN (SELECT "game_platforms"."id" FROM "game_platforms" WHERE "game_platforms"."game_id" = ?)  [["game_id", 2]]
---
                  <b>Platform: </b>
                  <% game[:platform].each do |platform| %>