[
  {
    "name": "Fallout 76",
    "summary": "Fallout 76 is the online prequel where every surviving human is a real person. Work together – or not – to survive. Under the threat of nuclear annihilation, you’ll experience the largest, most dynamic world ever created in the legendary Fallout universe. Reclamation Day, 2102. 25 yearsFallout 76 is the online prequel where every surviving human is a real person. Work together – or not – to survive. Under the threat of nuclear annihilation, you’ll experience the largest, most dynamic world ever created in the legendary Fallout universe. Reclamation Day, 2102. 25 years after the bombs fall, you and your fellow Vault Dwellers – chosen from the nation’s best and brightest – emerge into post-nuclear America. Play alone or band together as you explore, quest, build and triumph against the wasteland’s greatest threats. Multiplayer finally comes to the epic open-world RPGs of Bethesda Game Studios. Create your character with the S.P.E.C.I.A.L. system and forge your own path in a new and untamed wasteland with hundreds of locations. Whether you journey alone or with friends, a new and unique Fallout adventure awaits. Use the all-new Construction and Assembly Mobile Platform (C.A.M.P.) to build and craft anywhere in the world. Your C.A.M.P. will provide much-needed shelter, supplies and safety. You can even set up shop to trade goods with other survivors. But beware, not everyone will be quite so neighborly. [Bethesda]\n",
    "developer": "Bethesda Game Studios",
    "relase_date": "Nov 14, 2018",
    "link1": "https://fallout.bethesda.net/",
    "link2": "https://twitter.com/Fallout",
    "link3": "https://www.twitch.tv/bethesda",
    "youtube_id": "EaTZSKUYUCA"
  },
  {
    "name": "Red Dead Redemption 2",
    "summary": "Developed by the creators of Grand Theft Auto V and Red Dead Redemption, Red Dead Redemption 2 is an epic tale of life in America’s unforgiving heartland. The game’s vast and atmospheric world also provides the foundation for a brand new online multiplayer experience. America, 1899. The endDeveloped by the creators of Grand Theft Auto V and Red Dead Redemption, Red Dead Redemption 2 is an epic tale of life in America’s unforgiving heartland. The game’s vast and atmospheric world also provides the foundation for a brand new online multiplayer experience. America, 1899. The end of the Wild West era has begun. After a robbery goes badly wrong in the western town of Blackwater, Arthur Morgan and the Van der Linde gang are forced to flee. With federal agents and the best bounty hunters in the nation massing on their heels, the gang has to rob, steal and fight their way across the rugged heartland of America in order to survive. As deepening internal fissures threaten to tear the gang apart, Arthur must make a choice between his own ideals and loyalty to the gang that raised him. [Rockstar]",
    "developer": "Rockstar Games",
    "relase_date": "Oct 26, 2018",
    "link1": "https://www.rockstargames.com/reddeadredemption2/",
    "link2": "http://reddead.wikia.com/wiki/Red_Dead_Redemption_2",
    "link3": "https://en.wikipedia.org/wiki/Red_Dead_Redemption_2",
    "youtube_id": "94B-38sX5fs"
  },
  {
    "name": "Battlefield V",
    "summary": "Enter mankind's greatest conflict with Battlefield 5 as the series goes back to its roots with a never-before-seen portrayal of World War 2. Lead your squad to victory with new ways to turn the battlefield to your advantage. Assemble your Company of customized soldiers, weapons, and vehiclesEnter mankind's greatest conflict with Battlefield 5 as the series goes back to its roots with a never-before-seen portrayal of World War 2. Lead your squad to victory with new ways to turn the battlefield to your advantage. Assemble your Company of customized soldiers, weapons, and vehicles then take them on an epic journey through the Tides of War. Experience the most intense, immersive Battlefield yet. You will never be the same.",
    "developer": "EA DICE",
    "relase_date": "Nov 15, 2018",
    "link1": "https://twitter.com/Battlefield",
    "link2": "https://www.battlefield.com/games/battlefield-5",
    "link3": "http://battlefield.wikia.com/wiki/Battlefield_V",
    "youtube_id": "9OTkhsJUK0U"
  },
  {
    "name": "Kingdom Come: Deliverance",
    "summary": "Kingdom Come: Deliverance is an open world, action-adventure, role-playing game featuring blockbuster production values, a nonlinear story and revolutionary, first-person melee combat.",
    "developer": "Warhorse Studios",
    "relase_date": "Feb 13, 2018",
    "link1": "https://store.steampowered.com/app/379430",
    "link2": "https://en.wikipedia.org/wiki/Kingdom_Come:_Deliverance",
    "link3": "https://www.facebook.com/kingdomcomerpg",
    "youtube_id": "IWG3oA8Hjm8"
  },
  {
    "name": "World of Warcraft: Battle for Azeroth",
    "summary": "DECLARE YOUR ALLEGIANCEAzeroth paid a terrible price to end the apocalyptic march of the Legion's crusadebut even as the world's wounds are tended, it is the shattered trust between the Alliance and Horde that may prove hardest to mend. As this age-old conflict reignites, join your alliesDECLARE YOUR ALLEGIANCEAzeroth paid a terrible price to end the apocalyptic march of the Legion's crusadebut even as the world's wounds are tended, it is the shattered trust between the Alliance and Horde that may prove hardest to mend. As this age-old conflict reignites, join your allies and champion your faction's causeAzeroth's future will be forged in the fires of war.RECRUIT ALLIED RACESExplore Azeroth as new playable Allied Races, including four you've encountered in your campaign against the Legion. Embark on a quest to earn their favor and unlock each race, adding their strength to your faction. Create a new character and complete the full leveling experience to earn a distinctive Heritage Armor set.KUL TIRASAs a hero of the mighty Alliance, journey to the seafaring kingdom of Kul Tiras, home of Jaina Proudmoore. Untangle a web of betrayal and dark magic as you encounter power-hungry pirates, witches wielding death magic, mystical sea priests, and more. Explore the stony peaks of Tiragarde Sound, trek across Drustvar's high plains and red forests, and navigate the intricate inland canals of Stormsong Valley as you convince this fractured kingdom to join your cause.ZANDALARPrepare the Horde for war by recruiting the ancient empire of Zandalar. In this troll-dominated territory, ancient evil waits to be unleashed on the world as you battle crazed blood-troll worshippers, gargantuan dinosaurs, and titan constructs. Discover Zuldazar, the oldest city in Azeroth; unveil the bleak swamps of Nazmir; and traverse the deadly deserts of Vol'dun.PLUNDER UNCHARTED ISLANDSSet sail for the previously unmapped isles of Azeroth. Battle in groups of three as you race against cunning rival intrudersor enemy playersto collect the island's resources. Constantly evolving challenges await as you traverse frozen landscapes near Northrend, open the gates of an abandoned Gilnean castle, navigate a war between elementals and more.STORM THE WARFRONTSHead to the frontlines and take part in a large-scale 20-player cooperative Warfront to claim a key strategic location. Build up your faction's forces, lead the charge as your troops lay siege to the objective, and battle the enemy commanders as they make their last stand in this new PvE mode inspired by classic Warcraft RTS battles.INFUSE ARMOR WITH TITANIC MIGHTTake control of the Heart of Azerotha legendary neck piece entrusted to you by Magni Bronzebeard. Imbue it with Azerite, an invaluable resource that's emerged in the Legion's wake, to customize your armor with new powers and traits.ENTER A WORLD DIVIDEDExperience the relentless conflict at the heart of the Warcraft saga. Play through six new zones filled with new World Quests, new World Bosses, new raids and more as you determine whether the Horde or Alliance will shape Azeroth's future.* NEW LEVEL CAPStop the spread of the Blood God's corruption, unearth the secrets of a lost titan vault, and much more as you quest to level 120.* NEW DUNGEONS & RAIDSFight through all-new dungeons like the golden city of Atal'Dazar, and the outlaw town of Freehold! * CHARACTER BOOSTAdvance a new or existing hero character to level 110 instantly, and be ready to join your new allies in battle!* COMMUNITIESFind adventurers who share common interests through in-game Communities and join cross-realm social groups.",
    "developer": "Blizzard Entertainment",
    "relase_date": "Aug 13, 2018",
    "link1": "https://worldofwarcraft.com/en-us/battle-for-azeroth",
    "link2": null,
    "link3": null,
    "youtube_id": "LKZ7ygLTR0g"
  },
  {
    "name": "Call of Duty: Black Ops 4",
    "summary": "Black Ops returns - in your face. Featuring gritty, grounded, fluid Multiplayer combat, a massive Zombies offering with 3 full undead adventures at launch, and Blackout, where the universe of Black Ops comes to life in one huge battle royale experience featuring the largest map in Call ofBlack Ops returns - in your face. Featuring gritty, grounded, fluid Multiplayer combat, a massive Zombies offering with 3 full undead adventures at launch, and Blackout, where the universe of Black Ops comes to life in one huge battle royale experience featuring the largest map in Call of Duty history, signature Black Ops combat, characters, locations and weapons from the entire Black Ops series. Soldier up for all-out combat – tailor made for the Black Ops community. [Treyarch]",
    "developer": "Treyarch",
    "relase_date": "Oct 12, 2018",
    "link1": "https://www.callofduty.com",
    "link2": "https://twitter.com/CallofDuty",
    "link3": "http://callofduty.wikia.com/wiki/Call_of_Duty:_Black_Ops_4",
    "youtube_id": "3pyfKYwlGhQ"
  },
  {
    "name": "Monster Hunter: World",
    "summary": "In Monster Hunter: World you assume the role of a hunter venturing to a new continent where you track down and slay ferocious beasts in heart-pounding battles. This new land and its diverse inhabitants play a critical role in each quest as you strategically use the surrounding environmentIn Monster Hunter: World you assume the role of a hunter venturing to a new continent where you track down and slay ferocious beasts in heart-pounding battles. This new land and its diverse inhabitants play a critical role in each quest as you strategically use the surrounding environment including terrain, vegetation and wildlife to your advantage in battle or become hindered by the hazards they present. As a hunter, you must use your cunning and expertise to track and maneuver your targets throughout the intense, evolving battles. [Capcom]",
    "developer": "Capcom",
    "relase_date": "Jan 26, 2018",
    "link1": "https://store.steampowered.com/app/582010/MONSTER_HUNTER_WORLD",
    "link2": "http://www.monsterhunterworld.com/",
    "link3": "https://en.wikipedia.org/wiki/Monster_Hunter:_World",
    "youtube_id": "wq4V4Q8v_pI"
  },
  {
    "name": "Assassin's Creed Odyssey",
    "summary": "Write your own epic odyssey and become a legendary Spartan hero. Forge your destiny in a world on the brink of tearing itself apart. Influence how history unfolds in an ever-changing world shaped by your choices. Features: * LEGENDARY SPARTAN HERO - Embark on your journey from outcast toWrite your own epic odyssey and become a legendary Spartan hero. Forge your destiny in a world on the brink of tearing itself apart. Influence how history unfolds in an ever-changing world shaped by your choices. Features: * LEGENDARY SPARTAN HERO - Embark on your journey from outcast to legendary Spartan hero.\n* ANCIENT GREECE AWAITS - Explore an entire country full of unexpected encounters in untamed environments and bustling ancient cities.\n* CHOOSE YOUR PATH - Your choices shape the world around you. Play in a living world that constantly reacts to your every decision.\n* FIGHT EPIC BATTLES - Charge into epic clashes between Sparta and Athens in battles pitting 150v150 soldiers against each other.\n* SAIL THE AEGEAN SEA - Recruit crewmembers and customize your ship as you explore and battle your way on the open seas.",
    "developer": "Ubisoft",
    "relase_date": "Oct  2, 2018",
    "link1": "https://store.steampowered.com/app/812140/Assassins_Creed_Odyssey",
    "link2": "https://www.facebook.com/assassinscreed",
    "link3": "https://twitter.com/assassinscreed",
    "youtube_id": "Md-uL6opUFY"
  },
  {
    "name": "Far Cry 5",
    "summary": "Welcome to Hope County, Montana. This idyllic location is home to a community of freedom-loving people - and a fanatical doomsday cult known by many as The Project at Eden's Gate. Led by the charismatic prophet Joseph Seed and his devoted siblings, Eden's Gate has been surreptitiouslyWelcome to Hope County, Montana. This idyllic location is home to a community of freedom-loving people - and a fanatical doomsday cult known by many as The Project at Eden's Gate. Led by the charismatic prophet Joseph Seed and his devoted siblings, Eden's Gate has been surreptitiously infiltrating all aspects of daily life. When your arrival incites the cult to violently assume control of the region, you have to rise up ans spark the fires of resistance to liberate the besieged community. Freely explore Hope Couny's rivers, lands and skies with the largest customisable weapon and vehicle roster ever in a Far Cry game. You are the hero of the story in a world that hits back with every strike, and where the places you discover and the locals you team up with will shape your story in ways you will never anticipate. [Ubisoft]",
    "developer": "Ubisoft Montreal",
    "relase_date": "Mar 27, 2018",
    "link1": "https://store.steampowered.com/app/552520/Far_Cry_5",
    "link2": "http://farcry.com/",
    "link3": "http://farcry.wikia.com/wiki/Far_Cry_5",
    "youtube_id": "ZOSesIeUHCM"
  },
  {
    "name": "State of Decay 2",
    "summary": "Small-Town America, one year from today. The dead have risen, and civilization has fallen. Even the military couldn’t stop the zombies, and now humanity stands on the brink of extinction. It's up to you to gather survivors and build a community, explore your lasting legacy, and redefine whatSmall-Town America, one year from today. The dead have risen, and civilization has fallen. Even the military couldn’t stop the zombies, and now humanity stands on the brink of extinction. It's up to you to gather survivors and build a community, explore your lasting legacy, and redefine what it means to survive. It’s up to you to build your base, develop your characters, and manage resources to survive as a group in this post-apocalyptic zombie open world. RPG progression - Develop each survivor’s skills to improve their capabilities and strengthen your community. Play solo or team up with up to three friends to explore an open world filled with dynamic zombies, human enemies, and the valuable gear necessary to keep your community alive. In the zombie apocalypse, you must create your own moral code. Every decision has lasting consequences that you must face. How you decide to survive may surprise you. [Microsoft]",
    "developer": "Undead Labs",
    "relase_date": "May 18, 2018",
    "link1": "https://twitter.com/SoDTheGame",
    "link2": "https://www.facebook.com/StateOfDecayGame/",
    "link3": "http://stateofdecay.com/",
    "youtube_id": "UVjXevpy1Bk"
  },
  {
    "name": "Metal Gear Survive",
    "summary": "Metal Gear Survive picks up from the ending of METAL GEAR SOLID V: GROUND ZEROES, to an alternate timeline caused by unexplained wormholes forming in the sky.",
    "developer": "Konami",
    "relase_date": "Feb 20, 2018",
    "link1": "https://store.steampowered.com/app/543900",
    "link2": "https://www.konami.com/mg/survive/",
    "link3": "https://en.wikipedia.org/wiki/Metal_Gear_Survive",
    "youtube_id": "ML5oFv2o5N8"
  },
  {
    "name": "Octopath Traveler",
    "summary": "Embark on a vast new role-playing adventure as one of eight travelers, all with their own origins, paths, and goals. The producers of the Bravely series at Square Enix have brought a new world to life through a mix of CG, pixel art, and \"HD-2D\" visuals. Embark on a vast new role-playingEmbark on a vast new role-playing adventure as one of eight travelers, all with their own origins, paths, and goals. The producers of the Bravely series at Square Enix have brought a new world to life through a mix of CG, pixel art, and \"HD-2D\" visuals. Embark on a vast new role-playing adventure as one of eight travelers, all with their own origins, paths, and goals. Where to begin? Who to team up with? Where to go next? Only you can decide. Each traveler can use a distinct Path Action, a specialized way of achieving objectives and interacting with people you encounter. The warrior can \"challenge\" people to a duel, whereas the dancer can \"allure\" others to follow her, even into battle! Enjoy the freedom to choose your own path while experiencing the story through the role you play. Combat revolves around the Boost system, a fusion of traditional turn-based battling and modern enhancements. Each turn, build up BP that can be spent to dramatically increase your strength or provide aid. Identifying when to Boost may just be the key to victory.\n\n*    A new RPG adventure from the minds at Square Enix who brought you the Bravely series\n*    Choose from eight distinct characters, each with their own path, and see where the story takes you\n*    Music and visuals inspired by RPGs of yore, brought to life with modern touches\n  Deep, strategic turn-based combat with an innovative battle system\n*    Enjoy the free demo in Nintendo eShop and help make this an RPG for the ages by sharing your feedback with Square Enix",
    "developer": "Square Enix, Acquire",
    "relase_date": "Jul 13, 2018",
    "link1": "http://www.jp.square-enix.com/octopathtraveler/",
    "link2": "http://octopath-traveler.wikia.com/wiki/Octopath_Traveler_Wiki",
    "link3": "https://en.wikipedia.org/wiki/Octopath_Traveler",
    "youtube_id": "Fmi8KrntszI"
  },
  {
    "name": "Shadow of the Colossus",
    "summary": "Tales speak of an ancient realm where Colossi roam the majestic landscape.  Bound to the land, these creatures hold a key to a mystical power of revival – a power you must obtain to bring a loved one back to life.",
    "developer": "Bluepoint Games, SCE Japan Studio",
    "relase_date": "Feb  6, 2018",
    "link1": "http://teamico.wikia.com/wiki/Shadow_of_the_Colossus",
    "link2": "https://en.wikipedia.org/wiki/Shadow_of_the_Colossus",
    "link3": null,
    "youtube_id": "LW7AzOcoEno"
  },
  {
    "name": "Forza Horizon 4",
    "summary": "For the first time in the racing and driving genre, experience dynamic seasons in a shared open-world. Explore beautiful scenery, collect over 450 cars, and become a Horizon Superstar in historic Britain.",
    "developer": "Playground Games",
    "relase_date": "Sep 28, 2018",
    "link1": "https://www.facebook.com/ForzaHorizonOfficial",
    "link2": "https://twitter.com/ForzaMotorsport",
    "link3": "https://www.reddit.com/r/forza",
    "youtube_id": "K2492gqA5II"
  },
  {
    "name": "Artifact",
    "summary": "A collaboration between legendary game designer Richard Garfield and Valve, Artifact promises the deepest gameplay and the highest-fidelity experience ever seen in a trading card game.",
    "developer": "Valve Software",
    "relase_date": "Nov 28, 2018",
    "link1": "https://store.steampowered.com/app/583950/Artifact",
    "link2": "https://www.youtube.com/channel/UCGNR4V-cCifhwtrojT2geYA",
    "link3": "https://twitter.com/playartifact",
    "youtube_id": "DA5mY8XqrHU"
  },
  {
    "name": "Shadow of the Tomb Raider",
    "summary": "Experience Lara Croft's defining moment as she becomes the Tomb Raider. In Shadow of the Tomb Raider, Lara must master a deadly jungle, overcome terrifying tombs, and persevere through her darkest hour. As she races to save the world from a Maya apocalypse, Lara will ultimately be forgedExperience Lara Croft's defining moment as she becomes the Tomb Raider. In Shadow of the Tomb Raider, Lara must master a deadly jungle, overcome terrifying tombs, and persevere through her darkest hour. As she races to save the world from a Maya apocalypse, Lara will ultimately be forged into the Tomb Raider she is destined to be.\n\nFEATURES:\n\n* Survive and Thrive In the Deadliest Place on Earth: Master an unforgiving jungle setting in order to survive. Explore underwater environments filled with crevasses and deep tunnel systems.\n\n* Become One With the Jungle: Outgunned and outnumbered, Lara must use the jungle to her advantage. Strike suddenly and disappear like a jaguar, use mud as camouflage, and instill fear in enemies to sow chaos.\n\n* Discover Dark and Brutal Tombs: Tombs are more terrifying than ever before, requiring advanced traversal techniques to reach them, and once inside they are filled with deadly puzzles.\n\n* Uncover Living History: Discover a hidden city and explore the biggest hub space ever found in a Tomb Raider game.",
    "developer": "Eidos Montreal",
    "relase_date": "Sep 12, 2018",
    "link1": "https://store.steampowered.com/app/750920",
    "link2": "https://www.tombraider.com",
    "link3": "https://twitter.com/tombraider",
    "youtube_id": "r_WbvIDAcA4"
  },
  {
    "name": "Hollow Knight",
    "summary": "Hollow Knight is a 2D action-adventure game with an emphasis on traditional 2D animation and skillful gameplay. Journey to Hallownest, a vast and ancient underground kingdom inhabited by a bizarre collection of insects and monsters. Players will forge their own path as they explore ruinedHollow Knight is a 2D action-adventure game with an emphasis on traditional 2D animation and skillful gameplay. Journey to Hallownest, a vast and ancient underground kingdom inhabited by a bizarre collection of insects and monsters. Players will forge their own path as they explore ruined cities, forests of fungus, temples of bone and other fantastic lands, all on their way to uncovering an ancient mystery.",
    "developer": "Team Cherry",
    "relase_date": "Jun 12, 2018",
    "link1": "https://store.steampowered.com/app/367520",
    "link2": "https://www.gog.com/game/hollow_knight",
    "link3": "http://hollowknight.wikia.com/wiki/Hollow_Knight_Wiki",
    "youtube_id": "-qVVO69Cgcs"
  },
  {
    "name": "Mario Tennis Aces",
    "summary": "A new Mario Tennis game is bringing a new level of skill and competition to Nintendo Switch. Mario steps onto the court in classy tennis garb for intense rallies against a variety of characters in full-blown tennis battles. New wrinkles in tennis gameplay will challenge your ability to readA new Mario Tennis game is bringing a new level of skill and competition to Nintendo Switch. Mario steps onto the court in classy tennis garb for intense rallies against a variety of characters in full-blown tennis battles. New wrinkles in tennis gameplay will challenge your ability to read an opponent's position and stroke to determine which shot will give you the advantage. And this time the game adds the first story mode since the Mario Tennis game on Game Boy Advance, offering a new flavor of tennis gameplay, with a variety of missions, boss battles and more.",
    "developer": "Camelot Software Planning",
    "relase_date": "Jun 22, 2018",
    "link1": "https://www.nintendo.com/games/detail/mario-tennis-aces-switch",
    "link2": "https://en.wikipedia.org/wiki/Mario_Tennis_Aces",
    "link3": null,
    "youtube_id": "yNje3jfYLl4"
  },
  {
    "name": "Rust",
    "summary": "Rust is a survival game created by Facepunch Studios. Inspired by games like DayZ, Minecraft and Stalker – Rust aims to create a hostile environment in which emergent gameplay can flourish. The aim of the game is to survive. To do this the player should gather resources. Hitting a tree withRust is a survival game created by Facepunch Studios. Inspired by games like DayZ, Minecraft and Stalker – Rust aims to create a hostile environment in which emergent gameplay can flourish. The aim of the game is to survive. To do this the player should gather resources. Hitting a tree with a rock will give you wood, hitting a rock with a rock will give you rock and ore. You can then craft a hatchet from the wood and rock, allowing you to gather faster. You can go out and hunt a variety of wildlife such as boars, chickens, rabbits, bears, wolves and deer. Once you have killed an animal you can butcher it to gather its meat and skin. You can craft a fire using wood and cook the meat inside the fire. Then you can eat. You face two major dangers in game. Rust is a multiplayer game, so there will be other players trying to survive in the same way that you are. Unfortunately for you they can find you, kill you and take your stuff. Fortunately for you – you can kill them and take their stuff. Or maybe you can make friends and help each other survive. Rust’s world is harsh – so you might need to make friends to survive. The environment is not kind. Bears and wolves will chase and kill you. Falling from a height will kill you. Being exposed to radiation for an extended period will kill you. Starving will kill you. Being cold will kill you.",
    "developer": "Facepunch Studios",
    "relase_date": "Feb  8, 2018",
    "link1": "https://store.steampowered.com/app/252490",
    "link2": "http://rust.facepunch.com/",
    "link3": null,
    "youtube_id": "FPcrhCqJfeY"
  },
  {
    "name": "Kirby Star Allies",
    "summary": "The pink puff is backin HDand he's not alone. Kirby is backand he's finally on the Nintendo Switch console in HD. But this time, he's not alone. Recruit enemies by hitting them with hearts and gather helpers for a party of up to four characters. On top of that, you can join with up to threeThe pink puff is backin HDand he's not alone. Kirby is backand he's finally on the Nintendo Switch console in HD. But this time, he's not alone. Recruit enemies by hitting them with hearts and gather helpers for a party of up to four characters. On top of that, you can join with up to three friends for a different kind of team-up action. Recruit up to three enemies as helpers by hitting them with hearts. Returning copy abilities include, Sword, Fire, Water, Bomb, Broom and many more. Imbue copy abilities with different elements, such as wind, water, fire and electricity, by borrowing or giving them to helpers to add more attack power, unleash powerful attacks, or solve puzzles. Up to 4 players can join in with the horizontal Joy-Con controller configuration, or 8 Joy-Con with 4 Joy-Con Grips.",
    "developer": "HAL Labs",
    "relase_date": "Mar 16, 2018",
    "link1": "http://kirby.nintendo.com/star-allies/",
    "link2": "http://kirby.wikia.com/wiki/Kirby_Star_Allies",
    "link3": "https://en.wikipedia.org/wiki/Kirby_Star_Allies",
    "youtube_id": "PBJoOW_VhFA"
  },
  {
    "name": "Subnautica",
    "summary": "Descend into the depths of an alien underwater world filled with resources, creatures, wonder and threats. Craft equipment and submarines to explore lush coral reefs, volcanoes, cave systems, and more - All while attempting to survive.",
    "developer": "Unknown Worlds Entertainment",
    "relase_date": "Jan 23, 2018",
    "link1": "https://store.steampowered.com/app/264710",
    "link2": "https://www.facebook.com/subnautica",
    "link3": "https://twitter.com/subnautica",
    "youtube_id": "Rz2SNm8VguE"
  },
  {
    "name": "BattleTech",
    "summary": "Assume command of your own mercenary outfit of 'Mechs and the MechWarriors that pilot them, struggling to stay afloat as you find yourself drawn into a brutal interstellar civil war.",
    "developer": "Harebrained Schemes LLC",
    "relase_date": "Apr 24, 2018",
    "link1": "https://store.steampowered.com/app/637090",
    "link2": "https://www.gog.com/game/battletech",
    "link3": "http://battletechgame.com/",
    "youtube_id": "Jxqmd_tE2WI"
  },
  {
    "name": "Pillars of Eternity II: Deadfire",
    "summary": "Pursue a rogue god over land and sea in the sequel to the multi-award-winning RPG Pillars of eternity. Captain your ship on a dangerous voyage of discovery across the vast unexplored archipelago region of the dead Fire. Bend the world to your will, as you explore the depths of InfinitePursue a rogue god over land and sea in the sequel to the multi-award-winning RPG Pillars of eternity. Captain your ship on a dangerous voyage of discovery across the vast unexplored archipelago region of the dead Fire. Bend the world to your will, as you explore the depths of Infinite possibilities, including detailed character customization, total freedom of exploration, and more meaningful choices at every turn. ",
    "developer": "Obsidian Entertainment",
    "relase_date": "May  8, 2018",
    "link1": "https://store.steampowered.com/app/560130",
    "link2": "https://en.wikipedia.org/wiki/Pillars_of_Eternity_II:_Deadfire",
    "link3": "https://www.youtube.com/user/ObsidianEnt/videos",
    "youtube_id": "w6buIoyeIZA"
  },
  {
    "name": "Celeste",
    "summary": "Help Madeline survive her journey to the top of Celeste Mountain in this super-tight, hand-crafted platformer from the creators of TowerFall.",
    "developer": "Matt Makes Games Inc.",
    "relase_date": "Jan 25, 2018",
    "link1": "https://store.steampowered.com/app/504230",
    "link2": "http://www.celestegame.com",
    "link3": "https://en.wikipedia.org/wiki/Celeste_(video_game)",
    "youtube_id": "FqBj2IGg6Uw"
  },
  {
    "name": "NBA 2K19",
    "summary": "NBA 2K celebrates 20 years of redefining what sports gaming can be, from best in class graphics & gameplay to groundbreaking game modes and an immersive open-world \"Neighborhood.\" NBA 2K19 promises to push limits as it brings gaming one step closer to real-life basketball excitement and culture.",
    "developer": "Visual Concepts",
    "relase_date": "Sep  7, 2018",
    "link1": "https://store.steampowered.com/app/841370/NBA_2K19",
    "link2": "https://en.wikipedia.org/wiki/NBA_2K19",
    "link3": "https://www.2k.com/",
    "youtube_id": "y1bieSqvNvM"
  },
  {
    "name": "Dragon Quest XI: Echoes of an Elusive Age",
    "summary": "DRAGON QUEST XI: Echoes of an Elusive Age tells a captivating tale of a hunted hero and is the long-awaited role-playing game from series creator Yuji Horii, character designer Akira Toriyama and composer Koichi Sugiyama. While it is the eleventh mainline entry in the critically acclaimedDRAGON QUEST XI: Echoes of an Elusive Age tells a captivating tale of a hunted hero and is the long-awaited role-playing game from series creator Yuji Horii, character designer Akira Toriyama and composer Koichi Sugiyama. While it is the eleventh mainline entry in the critically acclaimed series, DRAGON QUEST XI is a completely standalone experience that features entirely new characters, a beautifully detailed world, finely tuned turn-based combat, and an immersive story that promises to appeal to longtime fans and franchise newcomers alike.",
    "developer": "Square Enix",
    "relase_date": "Sep  4, 2018",
    "link1": "https://store.steampowered.com/app/742120/DRAGON_QUEST_XI_Echoes_of_an_Elusive_Age__Digital_Edition_of_Light",
    "link2": "http://dragon-quest.org/wiki/Dragon_Quest_XI",
    "link3": "https://en.wikipedia.org/wiki/Dragon_Quest_XI",
    "youtube_id": "1pY5lVpi4U0"
  },
  {
    "name": "A Way Out",
    "summary": "The story of A Way Out begins in prison with two separate inmates, Leo and Vincent, who don’t know each other. While their individual stories progress, players have to build a relationship based on trust as they break both men out of prison into the world beyond. This co-op only experienceThe story of A Way Out begins in prison with two separate inmates, Leo and Vincent, who don’t know each other. While their individual stories progress, players have to build a relationship based on trust as they break both men out of prison into the world beyond. This co-op only experience is meant to be played together with a friend on a couch or online. A Way Out is a game uniquely tailored for two players to work together no matter the situation. Through a compelling narrative, Leo and Vincent will embark on an emotional adventure, where they live some memorable action moments that they face together including car chases, stealth passages, melee fights, shootouts and many more. [Electronic Arts]",
    "developer": "Hazelight",
    "relase_date": "Mar 23, 2018",
    "link1": "http://www.awayoutgame.com/",
    "link2": "https://en.wikipedia.org/wiki/A_Way_Out_(video_game)",
    "link3": "https://www.facebook.com/HazelightGames",
    "youtube_id": "VWvRa4D98Zg"
  },
  {
    "name": "Vampyr",
    "summary": "Vampyr is set in early 20th century Britain as the country is gripped by the lethal Spanish flu and the streets of London are crippled by disease, violence and fear. In a disorganized and ghostly city, those foolish, desperate, or unlucky enough to walk the streets lay prey to Britain’s mostVampyr is set in early 20th century Britain as the country is gripped by the lethal Spanish flu and the streets of London are crippled by disease, violence and fear. In a disorganized and ghostly city, those foolish, desperate, or unlucky enough to walk the streets lay prey to Britain’s most elusive predators: the vampires. Emerging from the chaos, a tormented figure awakens. You are Jonathan E. Reid, a high-ranking military surgeon transformed into a vampire upon his return home from the frontline.  Explore the darkly atmospheric streets of early 20th century London, and interact with a multitude of characters with their own identities and importance. Accept and fulfill the missions they give you, but don’t forget: sooner or later, you will have to feed, and make a difficult choice... who will be your prey? Absolutely all characters in the game are potential victims of your vampiric lust. Carefully study the habits of your next victim, his or her relationships with other characters, and set up your strategy to feed, unnoticed: seduce them, change their daily habits, or make sure they end up alone in a dark street…  Be careful who you choose to hunt, as they will be gone forever, and their death will impact in a meaningful way the world that surrounds you. Feeding on human blood will not just keep you 'alive;' it will also unlock new vampiric powers to use. [Focus Home]",
    "developer": "DONTNOD Entertainment",
    "relase_date": "Jun  5, 2018",
    "link1": "https://store.steampowered.com/app/427290",
    "link2": "https://twitter.com/VampyrGame",
    "link3": "https://www.facebook.com/VampyrGame",
    "youtube_id": "1iMHfjQWPVY"
  },
  {
    "name": "Super Smash Bros. Ultimate",
    "summary": "Inklings from the Splatoon series, as well as returning Smash characters like Mario and Link will be making appearances in this classic Nintendo franchise's Switch debut. Faster combat, new items, new attacks, new defensive options, and more will keep the battle raging whether you’re at homeInklings from the Splatoon series, as well as returning Smash characters like Mario and Link will be making appearances in this classic Nintendo franchise's Switch debut. Faster combat, new items, new attacks, new defensive options, and more will keep the battle raging whether you’re at home or on the go. ",
    "developer": "Nintendo, HAL Labs, Bandai Namco Games, Sora Ltd.",
    "relase_date": "Dec  7, 2018",
    "link1": "https://www.facebook.com/smashbros",
    "link2": "https://www.reddit.com/r/smashbros",
    "link3": "https://www.smashbros.com/en_US/index.html",
    "youtube_id": "BnpmjTMI12c"
  },
  {
    "name": "Frostpunk",
    "summary": "In a completely frozen world, people develop steam-powered technology to oppose the overwhelming cold. Society in its current form becomes ineffective and it has to change in order to survive.",
    "developer": "11 bit studios",
    "relase_date": "Apr 24, 2018",
    "link1": "https://store.steampowered.com/app/323190",
    "link2": "https://www.facebook.com/frostpunkgame",
    "link3": "https://twitter.com/frostpunkgame",
    "youtube_id": "15X35dqSvCo"
  },
  {
    "name": "Thronebreaker: The Witcher Tales",
    "summary": "From the creators of The Witcher 3: Wild Hunt comes a brand new tale set in the brutal and twisted universe of witcher Geralt of Rivia. The world stands on the verge of chaos, as the tensions between the power-hungry Nilfgaardian Empire and proud Northern Realms grow. Facing an imminentFrom the creators of The Witcher 3: Wild Hunt comes a brand new tale set in the brutal and twisted universe of witcher Geralt of Rivia. The world stands on the verge of chaos, as the tensions between the power-hungry Nilfgaardian Empire and proud Northern Realms grow. Facing an imminent invasion, Meve — war-veteran Queen of Lyria and Rivia — is forced to once again enter the warpath, and set out on a dark journey of destruction and revenge.",
    "developer": "CD Projekt Red Studio",
    "relase_date": "Nov  9, 2018",
    "link1": "https://store.steampowered.com/app/973760/Thronebreaker_The_Witcher_Tales/",
    "link2": "https://thewitcher.com/en/thronebreaker-witchertales",
    "link3": "https://witcher.fandom.com/wiki/Thronebreaker:_The_Witcher_Tales",
    "youtube_id": "qyHIrmmkya8"
  },
  {
    "name": "Madden NFL 19",
    "summary": "Gameplay in Madden NFL 19 was developed with two primary objectives: 1. Player Control across the field; 2.Immersive NFL Experience from start to finish. To achieve these objectives, EA's goal is to deliver the most significant animation upgrade in Madden history. Madden NFL 19 introduces aGameplay in Madden NFL 19 was developed with two primary objectives: 1. Player Control across the field; 2.Immersive NFL Experience from start to finish. To achieve these objectives, EA's goal is to deliver the most significant animation upgrade in Madden history. Madden NFL 19 introduces a package of features known as Real Player Motion – featuring authentic player movement, more player control and responsiveness, and player signature behaviors that will immerse players into the NFL each and every game. [Electronic Arts]\n",
    "developer": "EA Tiburon",
    "relase_date": "Aug 10, 2018",
    "link1": "https://www.easports.com/madden-nfl",
    "link2": "https://www.facebook.com/EASportsMaddenNFL",
    "link3": "https://twitter.com/EAMaddenNFL",
    "youtube_id": "Js04hvdVUA8"
  },
  {
    "name": "Donkey Kong Country: Tropical Freeze",
    "summary": "Help Donkey Kong and his friends get back their home from Vikings in the Donkey Kong Country: Tropical Freeze game from Retro Studios. All the challenging ground-pounding, barrel-blasting and mine cart action from the Donkey Kong Country series is back, along with a bushel of new game-playHelp Donkey Kong and his friends get back their home from Vikings in the Donkey Kong Country: Tropical Freeze game from Retro Studios. All the challenging ground-pounding, barrel-blasting and mine cart action from the Donkey Kong Country series is back, along with a bushel of new game-play elements and features.",
    "developer": "Retro Studios",
    "relase_date": "May  4, 2018",
    "link1": "http://donkeykong.nintendo.com/tropical-freeze/",
    "link2": "https://www.mariowiki.com/Donkey_Kong_Country:_Tropical_Freeze",
    "link3": "https://en.wikipedia.org/wiki/Donkey_Kong_Country:_Tropical_Freeze",
    "youtube_id": "UtPfTW7X-dw"
  },
  {
    "name": "Spyro Reignited Trilogy",
    "summary": "The original roast master is back. Same sick burns, same smoldering attitude, now all scaled up in stunning HD. Spyro is bringing the heat like never before in the Spyro Reignited Trilogy game collection. Rekindle the fire with the original three games, Spyro the Dragon, Spyro 2: Ripto'sThe original roast master is back. Same sick burns, same smoldering attitude, now all scaled up in stunning HD. Spyro is bringing the heat like never before in the Spyro Reignited Trilogy game collection. Rekindle the fire with the original three games, Spyro the Dragon, Spyro 2: Ripto's Rage! and Spyro: Year of the Dragon. Explore the expansive realms, re-encounter the fiery personalities and relive the adventure in fully remastered glory. Because when there's a realm that needs saving, there's only one dragon to call.",
    "developer": "Activision, Toys for Bob",
    "relase_date": "Nov 13, 2018",
    "link1": "http://spyrothedragon.com",
    "link2": "https://twitter.com/SpyroTheDragon",
    "link3": "https://www.facebook.com/spyro",
    "youtube_id": "mRc2MHS6owQ"
  },
  {
    "name": "Dark Souls Remastered",
    "summary": "Embark upon an epic dark fantasy in a universe stricken by decline and the Curse. Explore its intricate world design - full of hidden passages, dungeons and secrets - and uncover its deeply rooted lore.",
    "developer": "From Software",
    "relase_date": "May 25, 2018",
    "link1": "https://store.steampowered.com/app/570940/DARK_SOULS_REMASTERED",
    "link2": "https://www.bandainamcoent.com/games/ds-remastered",
    "link3": "https://darksouls.wiki.fextralife.com/Dark+Souls+Remastered",
    "youtube_id": "vAB_NR_H7Gg"
  },
  {
    "name": "Dissidia: Final Fantasy NT",
    "summary": "Calling All Warriors! In partnership with Team Ninja, Square Enix presents Dissidia Final Fantasy NT as the next evolution in squad based brawlers. It's a fast-paced, strategic brawler where you can choose from over 20 iconic Final Fantasy characters and battle in a 3 versus 3 arena withCalling All Warriors! In partnership with Team Ninja, Square Enix presents Dissidia Final Fantasy NT as the next evolution in squad based brawlers. It's a fast-paced, strategic brawler where you can choose from over 20 iconic Final Fantasy characters and battle in a 3 versus 3 arena with your friends and other players online, or by yourself.",
    "developer": "Team Ninja",
    "relase_date": "Jan 30, 2018",
    "link1": "https://www.dissidiafinalfantasynt.com/",
    "link2": "https://twitter.com/DFF_NT_JP",
    "link3": "https://en.wikipedia.org/wiki/Dissidia_Final_Fantasy_NT",
    "youtube_id": "uF539YJ2QiQ"
  },
  {
    "name": "Destiny 2: Forsaken",
    "summary": "With 2 brand-new destinations to explore, and new weapons, armour and Supers to acquire, Forsaken takes players on an epic journey into the wild frontiers of our solar system where the lines between justice and revenge are blurred. Forsaken also features an all-new competitive andWith 2 brand-new destinations to explore, and new weapons, armour and Supers to acquire, Forsaken takes players on an epic journey into the wild frontiers of our solar system where the lines between justice and revenge are blurred. Forsaken also features an all-new competitive and collaborative endgame activity, called Gambit. A first-of-its kind for Destiny, Gambit is a new, hybrid 4v4 mode that merges both PvE and PvP experiences into an epic battle. This entirely new way to play Destiny 2 offers something for all types of gamers to enjoy, appealing to those who thrive on the competitive challenge of PvP gameplay, while seamlessly blending the collaborative and unpredictable elements of PvE. [Bungie] ",
    "developer": "Bungie Software, Bungie",
    "relase_date": "Sep  4, 2018",
    "link1": "https://www.destinythegame.com/forsaken",
    "link2": "https://twitter.com/Bungie",
    "link3": null,
    "youtube_id": "8vCM5QisTJE"
  },
  {
    "name": "Destiny 2: Warmind",
    "summary": "Destiny 2 Expansion II: Warmind continues your Guardian’s journey with an all-new story. Ana Bray, a Guardian long thought lost, searches for a connection to her past…one that could be lost forever on the polar ice caps of Mars. As Golden Age warsats begin slamming into the ice, the glaciersDestiny 2 Expansion II: Warmind continues your Guardian’s journey with an all-new story. Ana Bray, a Guardian long thought lost, searches for a connection to her past…one that could be lost forever on the polar ice caps of Mars. As Golden Age warsats begin slamming into the ice, the glaciers begin to thaw, revealing the core of the Warmind Rasputin – and an ancient Hive army bent on its destruction. Now free, the Hive swarm in service to their god Xol. Help Ana discover her past and destroy the Hive’s gargantuan worm-god before it is too late.",
    "developer": "Bungie",
    "relase_date": "May  8, 2018",
    "link1": "https://www.destinythegame.com/ca/en/expansion2",
    "link2": null,
    "link3": null,
    "youtube_id": "YLWhu20p-KQ"
  },
  {
    "name": "Dragon Ball FighterZ",
    "summary": "After the success of the Xenoverse series, its time to introduce a new classic 2D DRAGON BALL fighting game for this generations consoles. DRAGON BALL FighterZ is born from what makes the DRAGON BALL series so loved and famous: endless spectacular fights with its allpowerful fighters.After the success of the Xenoverse series, its time to introduce a new classic 2D DRAGON BALL fighting game for this generations consoles. DRAGON BALL FighterZ is born from what makes the DRAGON BALL series so loved and famous: endless spectacular fights with its allpowerful fighters. Partnering with Arc System Works, DRAGON BALL FighterZ maximizes high end Anime graphics and brings easy to learn but difficult to master fighting gameplay to audiences worldwide. \n\nKey Features:\n\n* 3vs3 TAG/SUPPORT\nAllows players to train and master more than one fighter/style which brings deeper gameplay\n\n* HIGH-END ANIME GRAPHICS\nUsing the power of the Unreal engine and the talented team at Arc System Works, DRAGON BALL FighterZ is a visual tour-de-force \n\n* SPECTACULAR FIGHTS\nExperience aerial combos, destructible stages, famous scenes from the DRAGON BALL anime reproduced in 60FPS and 1080p resolution (Higher resolution will be supported on PS4 Pro and Xbox Scorpio)",
    "developer": "Arc System Works",
    "relase_date": "Jan 26, 2018",
    "link1": "https://store.steampowered.com/app/678950",
    "link2": "http://dragonball.wikia.com/wiki/Dragon_Ball_FighterZ",
    "link3": "https://en.wikipedia.org/wiki/Dragon_Ball_FighterZ",
    "youtube_id": "XIUjVsqHa1E"
  },
  {
    "name": "Darksiders III",
    "summary": "Return to an apocalyptic Earth in Darksiders III, a hack-n-slash Action Adventure where players assume the role of FURY in her quest to hunt down and dispose of the Seven Deadly Sins. The most unpredictable and enigmatic of the Four Horsemen, FURY must succeed where many have failed - toReturn to an apocalyptic Earth in Darksiders III, a hack-n-slash Action Adventure where players assume the role of FURY in her quest to hunt down and dispose of the Seven Deadly Sins. The most unpredictable and enigmatic of the Four Horsemen, FURY must succeed where many have failed - to bring balance to the forces that now ravage Earth. Darksiders III is the long-anticipated, third chapter in the critically-acclaimed Darksiders franchise.",
    "developer": "Gunfire Games, THQ Nordic",
    "relase_date": "Nov 27, 2018",
    "link1": "https://store.steampowered.com/app/606280",
    "link2": "https://www.facebook.com/Darksiders",
    "link3": "https://twitter.com/darksiders",
    "youtube_id": "UfbfMmIimX0"
  },
  {
    "name": "Fortnite",
    "summary": "Jump in to be the last one standing in the free 100-player Battle Royale. Build huge forts. Outwit your opponents. Earn your Victory. Squad up together online with friends in the same room or around the world. BUILD & DESTROY - Shape the battlefield by building your own cover. OpponentJump in to be the last one standing in the free 100-player Battle Royale. Build huge forts. Outwit your opponents. Earn your Victory. Squad up together online with friends in the same room or around the world. BUILD & DESTROY - Shape the battlefield by building your own cover. Opponent hiding behind a wall? Take out their cover to get the edge. GEAR UP - Board the battle bus and drop in on your favorite zone. Gather resources, collect gear, and battle your opponents. SQUAD UP WITH FRIENDS - Team up online with your friends around the world or in the same room. WEEKLY UPDATES & EVENTS - Updates constantly fuel the fun with new gameplay modes, outfits, weapons and items. [Nintendo]\n",
    "developer": "Epic Games",
    "relase_date": "Jun 12, 2018",
    "link1": "https://itunes.apple.com/us/app/fortnite/id1261357853?mt=8&uo=4",
    "link2": "https://twitter.com/FortniteGame",
    "link3": "http://fortnitegame.com",
    "youtube_id": "ZbB0_fAJpQI"
  },
  {
    "name": "Final Fantasy XV: Windows Edition",
    "summary": "Set in modern times but with a touch of medieval influences, Final Fantasy XV focuses on Noctis Lucis Caelum, the prince of a dynasty which rules a city state that has the last remaining crystal. After the crystal is stolen by an invading nation, Niflheim, a global conflict ensues with allSet in modern times but with a touch of medieval influences, Final Fantasy XV focuses on Noctis Lucis Caelum, the prince of a dynasty which rules a city state that has the last remaining crystal. After the crystal is stolen by an invading nation, Niflheim, a global conflict ensues with all other nations wishing to gain it for themselves. Alongside the main protagonist, Noctis is joined by a military tactician Ignis Scienta, who can deftly handle a katana in battle, a melee fighter named Gladiolus Amicitia, gun-wielding Prompto Argentum, and head of the Royal Family Guards Cor Leonis. There's one other character that appears to get close with Noctis, even if her connection with him is still unknown. Her name is Stella Nox Fleuret, she seems to be strong and fight well with her rapier. Against this backdrop of a world at war, Noctis Lucis Caelum and his closest friends embark on an epic journey to try and get the crystal back.",
    "developer": "Square Enix",
    "relase_date": "Mar  6, 2018",
    "link1": "https://store.steampowered.com/app/637650",
    "link2": "https://www.facebook.com/ffxv",
    "link3": "https://www.twitter.com/FFXVEN",
    "youtube_id": "O0EQlItIDTg"
  },
  {
    "name": "Warhammer: Vermintide 2",
    "summary": "The sequel to the critically acclaimed Vermintide is a visually stunning and groundbreaking melee action game pushing the boundaries of the first person co-op genre. Join the fight now!",
    "developer": "Fatshark AB, Fatshark",
    "relase_date": "Mar  8, 2018",
    "link1": "https://store.steampowered.com/app/552500",
    "link2": "http://www.vermintide.com",
    "link3": null,
    "youtube_id": "7Rv8cBG8FZE"
  },
  {
    "name": "OVERKILL's The Walking Dead",
    "summary": "OVERKILL’s The Walking Dead is a co-op first person shooter with elements of action, role-playing, survival horror and stealth, that invites players to explore the hugely popular The Walking Dead universe, where they will play the role of survivors fending for themselves in aOVERKILL’s The Walking Dead is a co-op first person shooter with elements of action, role-playing, survival horror and stealth, that invites players to explore the hugely popular The Walking Dead universe, where they will play the role of survivors fending for themselves in a post-apocalyptic world dominated by flesh-eating walkers. In 2016 Washington will fall – what will you do?",
    "developer": "Starbreeze",
    "relase_date": "Nov  6, 2018",
    "link1": "https://store.steampowered.com/app/717690",
    "link2": "http://www.overkillsthewalkingdead.com",
    "link3": "http://walkingdead.wikia.com/wiki/Overkill%27s_The_Walking_Dead",
    "youtube_id": "UGcy2hl93cc"
  },
  {
    "name": "The Crew 2",
    "summary": "The newest iteration in the franchise, The Crew 2 captures the thrill of the American motorsports spirit in an open world. Welcome to Motornation, a huge, varied, action-packed playground built for motorsports throughout the entire US of A. Enjoy unrestrained exploration on ground, sea, andThe newest iteration in the franchise, The Crew 2 captures the thrill of the American motorsports spirit in an open world. Welcome to Motornation, a huge, varied, action-packed playground built for motorsports throughout the entire US of A. Enjoy unrestrained exploration on ground, sea, and sky. From coast to coast, street and pro racers, off-road explorers, and freestylers gather and compete in all kinds of disciplines. Join them in high-octane contests and share every glorious moment with the world. The Crew 2 gives you the chance to showcase your skills and rise as a multi-skilled motorsports champion. [Ubisoft]",
    "developer": "Ubisoft Ivory Tower",
    "relase_date": "Jun 26, 2018",
    "link1": "https://store.steampowered.com/app/646910/The_Crew_2",
    "link2": "https://thecrew-game.ubisoft.com/the-crew-2/en-us/home/",
    "link3": "https://en.wikipedia.org/wiki/The_Crew_2",
    "youtube_id": "JCRxsIdPoS8"
  },
  {
    "name": "Jurassic World Evolution",
    "summary": "Place yourself at the heart of the Jurassic franchise and build your own Jurassic World. Take charge of operations on the legendary islands of the Muertes archipelago and bring the wonder, majesty and danger of dinosaurs to life. Build for Science, Entertainment or Security interests in anPlace yourself at the heart of the Jurassic franchise and build your own Jurassic World. Take charge of operations on the legendary islands of the Muertes archipelago and bring the wonder, majesty and danger of dinosaurs to life. Build for Science, Entertainment or Security interests in an uncertain world where life always finds a way.\nBioengineer dinosaurs that think, feel and react intelligently to the world around them. Play with life itself to give your dinosaurs unique behaviours, traits and appearances, then contain and profit from them to fund your global search for lost dinosaur DNA.\nControl the big picture with deep management tools or go hands-on to confront challenges on the ground or in the air. Expand your islands and choose your own journey in an all-new narrative featuring iconic characters from across the franchise and decades of Jurassic lore at your fingertips.",
    "developer": "Frontier Developments",
    "relase_date": "Jun 12, 2018",
    "link1": "https://store.steampowered.com/app/648350/Jurassic_World_Evolution",
    "link2": "https://www.facebook.com/JurassicWorldEvolution",
    "link3": "https://twitter.com/JW_Evolution",
    "youtube_id": "i2V5BObJ-LM"
  },
  {
    "name": "Street Fighter V: Arcade Edition",
    "summary": "Street Fighter V: Arcade Edition is a brand-new disc that includes all base content from the original Street Fighter V release, Arcade Mode and a code for Character Pass 1 and 2 content, which includes 12 playable characters and 12 premium costumes.* ARCADE MODE\nChoose from six differentStreet Fighter V: Arcade Edition is a brand-new disc that includes all base content from the original Street Fighter V release, Arcade Mode and a code for Character Pass 1 and 2 content, which includes 12 playable characters and 12 premium costumes.* ARCADE MODEChoose from six different paths themed after classic Street Fighter games.* GALLERYUnlock hundreds of illustrations as you play through Arcade Mode.* TEAM BATTLE Assemble local teams, set your own rules and see who comes out on top.* EXTRA BATTLEComplete online challenges to earn Fight Money, EXP, unique costumes and more.* NEW V-TRIGGERSEach character will have two V-Triggers, adding more depth to the combat system.* NEW VISUALSThe UI is redesigned with new color schemes and exciting pre-and-post fight effects.",
    "developer": "Capcom",
    "relase_date": "Jan 16, 2018",
    "link1": "https://streetfighter.com/",
    "link2": null,
    "link3": null,
    "youtube_id": "dnpYQVOoB2o"
  },
  {
    "name": "EA Sports UFC 3",
    "summary": "Real Player Motion - New cutting-edge animation technology makes every move, strike, and combination more realistic, responsive, and rewarding. G.O.A.T. Career Mode - Build hype to gain fans and create rivalries that capture the world’s attention. Then fight to dominate the Octagon.Real Player Motion - New cutting-edge animation technology makes every move, strike, and combination more realistic, responsive, and rewarding. G.O.A.T. Career Mode - Build hype to gain fans and create rivalries that capture the world’s attention. Then fight to dominate the Octagon. Multiplayer Mode - New customizable multiplayer modes let you and your friends face off with highlight-reel knockouts.\n",
    "developer": "EA Sports",
    "relase_date": "Jan 30, 2018",
    "link1": "https://www.ea.com/games/ufc/ufc-3",
    "link2": "https://www.facebook.com/EASPORTSUFC",
    "link3": "https://twitter.com/EASPORTSUFC",
    "youtube_id": "AiwpUtdmW-0"
  },
  {
    "name": "The Forest",
    "summary": "As the lone survivor of a passenger jet crash, you find yourself in a mysterious forest battling to stay alive against a society of cannibalistic mutants. Build, explore, survive in this terrifying first person survival horror simulator.",
    "developer": "SKS Games",
    "relase_date": "Apr 30, 2018",
    "link1": "https://store.steampowered.com/app/242760",
    "link2": "https://en.wikipedia.org/wiki/The_Forest_(video_game)",
    "link3": "http://survivetheforest.com/",
    "youtube_id": "G6l09tvwt1A"
  },
  {
    "name": "SoulCalibur VI",
    "summary": "History Hides Away More Than One Truth... SOULCALIBUR VI represents the latest entry in the premier weapons-based, head-to-head fighting series and continues the epic struggle of warriors searching for the legendary Soul Swords. Taking place in the 16th century, revisit the events of theHistory Hides Away More Than One Truth... SOULCALIBUR VI represents the latest entry in the premier weapons-based, head-to-head fighting series and continues the epic struggle of warriors searching for the legendary Soul Swords. Taking place in the 16th century, revisit the events of the original SOULCALIBUR to uncover hidden truths. [Bandai Namco]",
    "developer": "Bandai Namco Games, Project Soul",
    "relase_date": "Oct 19, 2018",
    "link1": "https://store.steampowered.com/app/544750",
    "link2": "http://www.SoulCalibur.com",
    "link3": "https://www.facebook.com/SoulCalibur",
    "youtube_id": "j67TS5bTPvo"
  }
]