[
  {
    "name": "Red Dead Redemption 2",
    "summary": "Developed by the creators of Grand Theft Auto V and Red Dead Redemption, Red Dead Redemption 2 is an epic tale of life in America’s unforgiving heartland. The game’s vast and atmospheric world also provides the foundation for a brand new online multiplayer experience. America, 1899. The endDeveloped by the creators of Grand Theft Auto V and Red Dead Redemption, Red Dead Redemption 2 is an epic tale of life in America’s unforgiving heartland. The game’s vast and atmospheric world also provides the foundation for a brand new online multiplayer experience. America, 1899. The end of the Wild West era has begun. After a robbery goes badly wrong in the western town of Blackwater, Arthur Morgan and the Van der Linde gang are forced to flee. With federal agents and the best bounty hunters in the nation massing on their heels, the gang has to rob, steal and fight their way across the rugged heartland of America in order to survive. As deepening internal fissures threaten to tear the gang apart, Arthur must make a choice between his own ideals and loyalty to the gang that raised him. [Rockstar]… Expand",
    "developer": "Rockstar Games",
    "relase_date": "Oct 26, 2018",
    "link1": "https://www.rockstargames.com/reddeadredemption2/",
    "link2": "http://reddead.wikia.com/wiki/Red_Dead_Redemption_2",
    "link3": "https://en.wikipedia.org/wiki/Red_Dead_Redemption_2"
  },
  {
    "name": "Fallout 76",
    "summary": "Fallout 76 is the online prequel where every surviving human is a real person. Work together – or not – to survive. Under the threat of nuclear annihilation, you’ll experience the largest, most dynamic world ever created in the legendary Fallout universe. Reclamation Day, 2102. 25 yearsFallout 76 is the online prequel where every surviving human is a real person. Work together – or not – to survive. Under the threat of nuclear annihilation, you’ll experience the largest, most dynamic world ever created in the legendary Fallout universe. Reclamation Day, 2102. 25 years after the bombs fall, you and your fellow Vault Dwellers – chosen from the nation’s best and brightest – emerge into post-nuclear America. Play alone or band together as you explore, quest, build and triumph against the wasteland’s greatest threats. Multiplayer finally comes to the epic open-world RPGs of Bethesda Game Studios. Create your character with the S.P.E.C.I.A.L. system and forge your own path in a new and untamed wasteland with hundreds of locations. Whether you journey alone or with friends, a new and unique Fallout adventure awaits. Use the all-new Construction and Assembly Mobile Platform (C.A.M.P.) to build and craft anywhere in the world. Your C.A.M.P. will provide much-needed shelter, supplies and safety. You can even set up shop to trade goods with other survivors. But beware, not everyone will be quite so neighborly. [Bethesda]\n… Expand",
    "developer": "Bethesda Game Studios",
    "relase_date": "Nov 14, 2018",
    "link1": "https://fallout.bethesda.net/",
    "link2": "https://twitter.com/Fallout",
    "link3": "https://www.twitch.tv/bethesda"
  },
  {
    "name": "Marvel's Spider-Man",
    "summary": "This isn't the Spider-Man you've known before, or seen in a movie. This is an experienced Peter Parker who is more masterful in fighting major crimes in New York City. At the same time he is struggling to balance his tumultuous personal life and career while the fate of nine million NewThis isn't the Spider-Man you've known before, or seen in a movie. This is an experienced Peter Parker who is more masterful in fighting major crimes in New York City. At the same time he is struggling to balance his tumultuous personal life and career while the fate of nine million New Yorkers rests upon his shoulders.… Expand",
    "developer": "Insomniac Games",
    "relase_date": "Sep  7, 2018",
    "link1": "https://insomniac.games/game/spider-man-ps4/",
    "link2": "https://en.wikipedia.org/wiki/Spider-Man_(2018_video_game)",
    "link3": null
  },
  {
    "name": "Sea of Thieves",
    "summary": "Be The Pirate You Want To Be - With musket loaded and grog in hand, the freedom of the pirate life awaits. What will your legend be? An epic multiplayer adventure. Crew up and set sail on memorable voyages. Make and break your pirates' code on the Sea of Thieves. A treacherous shared world.Be The Pirate You Want To Be - With musket loaded and grog in hand, the freedom of the pirate life awaits. What will your legend be? An epic multiplayer adventure. Crew up and set sail on memorable voyages. Make and break your pirates' code on the Sea of Thieves. A treacherous shared world. Plot your course and set sail for hidden riches. Navigate the perils of a fantastical world and the danger of rival crews.… Expand",
    "developer": "Rare Ltd.",
    "relase_date": "Mar 20, 2018",
    "link1": "http://www.seaofthieves.com/",
    "link2": "https://en.wikipedia.org/wiki/Sea_of_Thieves",
    "link3": "https://www.facebook.com/SeaOfThievesGame"
  },
  {
    "name": "Kingdom Come: Deliverance",
    "summary": "Kingdom Come: Deliverance is an open world, action-adventure, role-playing game featuring blockbuster production values, a nonlinear story and revolutionary, first-person melee combat.",
    "developer": "Warhorse Studios",
    "relase_date": "Feb 13, 2018",
    "link1": "https://store.steampowered.com/app/379430",
    "link2": "https://en.wikipedia.org/wiki/Kingdom_Come:_Deliverance",
    "link3": "https://www.facebook.com/kingdomcomerpg"
  },
  {
    "name": "World of Warcraft: Battle for Azeroth",
    "summary": "DECLARE YOUR ALLEGIANCEAzeroth paid a terrible price to end the apocalyptic march of the Legion's crusadebut even as the world's wounds are tended, it is the shattered trust between the Alliance and Horde that may prove hardest to mend. As this age-old conflict reignites, join your alliesDECLARE YOUR ALLEGIANCEAzeroth paid a terrible price to end the apocalyptic march of the Legion's crusadebut even as the world's wounds are tended, it is the shattered trust between the Alliance and Horde that may prove hardest to mend. As this age-old conflict reignites, join your allies and champion your faction's causeAzeroth's future will be forged in the fires of war.RECRUIT ALLIED RACESExplore Azeroth as new playable Allied Races, including four you've encountered in your campaign against the Legion. Embark on a quest to earn their favor and unlock each race, adding their strength to your faction. Create a new character and complete the full leveling experience to earn a distinctive Heritage Armor set.KUL TIRASAs a hero of the mighty Alliance, journey to the seafaring kingdom of Kul Tiras, home of Jaina Proudmoore. Untangle a web of betrayal and dark magic as you encounter power-hungry pirates, witches wielding death magic, mystical sea priests, and more. Explore the stony peaks of Tiragarde Sound, trek across Drustvar's high plains and red forests, and navigate the intricate inland canals of Stormsong Valley as you convince this fractured kingdom to join your cause.ZANDALARPrepare the Horde for war by recruiting the ancient empire of Zandalar. In this troll-dominated territory, ancient evil waits to be unleashed on the world as you battle crazed blood-troll worshippers, gargantuan dinosaurs, and titan constructs. Discover Zuldazar, the oldest city in Azeroth; unveil the bleak swamps of Nazmir; and traverse the deadly deserts of Vol'dun.PLUNDER UNCHARTED ISLANDSSet sail for the previously unmapped isles of Azeroth. Battle in groups of three as you race against cunning rival intrudersor enemy playersto collect the island's resources. Constantly evolving challenges await as you traverse frozen landscapes near Northrend, open the gates of an abandoned Gilnean castle, navigate a war between elementals and more.STORM THE WARFRONTSHead to the frontlines and take part in a large-scale 20-player cooperative Warfront to claim a key strategic location. Build up your faction's forces, lead the charge as your troops lay siege to the objective, and battle the enemy commanders as they make their last stand in this new PvE mode inspired by classic Warcraft RTS battles.INFUSE ARMOR WITH TITANIC MIGHTTake control of the Heart of Azerotha legendary neck piece entrusted to you by Magni Bronzebeard. Imbue it with Azerite, an invaluable resource that's emerged in the Legion's wake, to customize your armor with new powers and traits.ENTER A WORLD DIVIDEDExperience the relentless conflict at the heart of the Warcraft saga. Play through six new zones filled with new World Quests, new World Bosses, new raids and more as you determine whether the Horde or Alliance will shape Azeroth's future.* NEW LEVEL CAPStop the spread of the Blood God's corruption, unearth the secrets of a lost titan vault, and much more as you quest to level 120.* NEW DUNGEONS & RAIDSFight through all-new dungeons like the golden city of Atal'Dazar, and the outlaw town of Freehold! * CHARACTER BOOSTAdvance a new or existing hero character to level 110 instantly, and be ready to join your new allies in battle!* COMMUNITIESFind adventurers who share common interests through in-game Communities and join cross-realm social groups.… Expand",
    "developer": "Blizzard Entertainment",
    "relase_date": "Aug 13, 2018",
    "link1": "https://worldofwarcraft.com/en-us/battle-for-azeroth",
    "link2": null,
    "link3": null
  },
  {
    "name": "Call of Duty: Black Ops 4",
    "summary": "Black Ops returns - in your face. Featuring gritty, grounded, fluid Multiplayer combat, a massive Zombies offering with 3 full undead adventures at launch, and Blackout, where the universe of Black Ops comes to life in one huge battle royale experience featuring the largest map in Call ofBlack Ops returns - in your face. Featuring gritty, grounded, fluid Multiplayer combat, a massive Zombies offering with 3 full undead adventures at launch, and Blackout, where the universe of Black Ops comes to life in one huge battle royale experience featuring the largest map in Call of Duty history, signature Black Ops combat, characters, locations and weapons from the entire Black Ops series. Soldier up for all-out combat – tailor made for the Black Ops community. [Treyarch]… Expand",
    "developer": "Treyarch",
    "relase_date": "Oct 12, 2018",
    "link1": "https://www.callofduty.com",
    "link2": "https://twitter.com/CallofDuty",
    "link3": "http://callofduty.wikia.com/wiki/Call_of_Duty:_Black_Ops_4"
  },
  {
    "name": "Battlefield V",
    "summary": "Enter mankind's greatest conflict with Battlefield 5 as the series goes back to its roots with a never-before-seen portrayal of World War 2. Lead your squad to victory with new ways to turn the battlefield to your advantage. Assemble your Company of customized soldiers, weapons, and vehiclesEnter mankind's greatest conflict with Battlefield 5 as the series goes back to its roots with a never-before-seen portrayal of World War 2. Lead your squad to victory with new ways to turn the battlefield to your advantage. Assemble your Company of customized soldiers, weapons, and vehicles then take them on an epic journey through the Tides of War. Experience the most intense, immersive Battlefield yet. You will never be the same.… Expand",
    "developer": "EA DICE",
    "relase_date": "Nov 15, 2018",
    "link1": "https://twitter.com/Battlefield",
    "link2": "https://www.battlefield.com/games/battlefield-5",
    "link3": "http://battlefield.wikia.com/wiki/Battlefield_V"
  },
  {
    "name": "Monster Hunter: World",
    "summary": "In Monster Hunter: World you assume the role of a hunter venturing to a new continent where you track down and slay ferocious beasts in heart-pounding battles. This new land and its diverse inhabitants play a critical role in each quest as you strategically use the surrounding environmentIn Monster Hunter: World you assume the role of a hunter venturing to a new continent where you track down and slay ferocious beasts in heart-pounding battles. This new land and its diverse inhabitants play a critical role in each quest as you strategically use the surrounding environment including terrain, vegetation and wildlife to your advantage in battle or become hindered by the hazards they present. As a hunter, you must use your cunning and expertise to track and maneuver your targets throughout the intense, evolving battles. [Capcom]… Expand",
    "developer": "Capcom",
    "relase_date": "Jan 26, 2018",
    "link1": "https://store.steampowered.com/app/582010/MONSTER_HUNTER_WORLD",
    "link2": "http://www.monsterhunterworld.com/",
    "link3": "https://en.wikipedia.org/wiki/Monster_Hunter:_World"
  },
  {
    "name": "Far Cry 5",
    "summary": "Welcome to Hope County, Montana. This idyllic location is home to a community of freedom-loving people - and a fanatical doomsday cult known by many as The Project at Eden's Gate. Led by the charismatic prophet Joseph Seed and his devoted siblings, Eden's Gate has been surreptitiouslyWelcome to Hope County, Montana. This idyllic location is home to a community of freedom-loving people - and a fanatical doomsday cult known by many as The Project at Eden's Gate. Led by the charismatic prophet Joseph Seed and his devoted siblings, Eden's Gate has been surreptitiously infiltrating all aspects of daily life. When your arrival incites the cult to violently assume control of the region, you have to rise up ans spark the fires of resistance to liberate the besieged community. Freely explore Hope Couny's rivers, lands and skies with the largest customisable weapon and vehicle roster ever in a Far Cry game. You are the hero of the story in a world that hits back with every strike, and where the places you discover and the locals you team up with will shape your story in ways you will never anticipate. [Ubisoft]… Expand",
    "developer": "Ubisoft Montreal",
    "relase_date": "Mar 27, 2018",
    "link1": "https://store.steampowered.com/app/552520/Far_Cry_5",
    "link2": "http://farcry.com/",
    "link3": "http://farcry.wikia.com/wiki/Far_Cry_5"
  },
  {
    "name": "Assassin's Creed Odyssey",
    "summary": "Write your own epic odyssey and become a legendary Spartan hero. Forge your destiny in a world on the brink of tearing itself apart. Influence how history unfolds in an ever-changing world shaped by your choices. Features: * LEGENDARY SPARTAN HERO - Embark on your journey from outcast toWrite your own epic odyssey and become a legendary Spartan hero. Forge your destiny in a world on the brink of tearing itself apart. Influence how history unfolds in an ever-changing world shaped by your choices. Features: * LEGENDARY SPARTAN HERO - Embark on your journey from outcast to legendary Spartan hero.\n* ANCIENT GREECE AWAITS - Explore an entire country full of unexpected encounters in untamed environments and bustling ancient cities.\n* CHOOSE YOUR PATH - Your choices shape the world around you. Play in a living world that constantly reacts to your every decision.\n* FIGHT EPIC BATTLES - Charge into epic clashes between Sparta and Athens in battles pitting 150v150 soldiers against each other.\n* SAIL THE AEGEAN SEA - Recruit crewmembers and customize your ship as you explore and battle your way on the open seas.… Expand",
    "developer": "Ubisoft",
    "relase_date": "Oct  2, 2018",
    "link1": "https://store.steampowered.com/app/812140/Assassins_Creed_Odyssey",
    "link2": "https://www.facebook.com/assassinscreed",
    "link3": "https://twitter.com/assassinscreed"
  },
  {
    "name": "State of Decay 2",
    "summary": "Small-Town America, one year from today. The dead have risen, and civilization has fallen. Even the military couldn’t stop the zombies, and now humanity stands on the brink of extinction. It's up to you to gather survivors and build a community, explore your lasting legacy, and redefine whatSmall-Town America, one year from today. The dead have risen, and civilization has fallen. Even the military couldn’t stop the zombies, and now humanity stands on the brink of extinction. It's up to you to gather survivors and build a community, explore your lasting legacy, and redefine what it means to survive. It’s up to you to build your base, develop your characters, and manage resources to survive as a group in this post-apocalyptic zombie open world. RPG progression - Develop each survivor’s skills to improve their capabilities and strengthen your community. Play solo or team up with up to three friends to explore an open world filled with dynamic zombies, human enemies, and the valuable gear necessary to keep your community alive. In the zombie apocalypse, you must create your own moral code. Every decision has lasting consequences that you must face. How you decide to survive may surprise you. [Microsoft]… Expand",
    "developer": "Undead Labs",
    "relase_date": "May 18, 2018",
    "link1": "https://twitter.com/SoDTheGame",
    "link2": "https://www.facebook.com/StateOfDecayGame/",
    "link3": "http://stateofdecay.com/"
  },
  {
    "name": "Metal Gear Survive",
    "summary": "Metal Gear Survive picks up from the ending of METAL GEAR SOLID V: GROUND ZEROES, to an alternate timeline caused by unexplained wormholes forming in the sky.",
    "developer": "Konami",
    "relase_date": "Feb 20, 2018",
    "link1": "https://store.steampowered.com/app/543900",
    "link2": "https://www.konami.com/mg/survive/",
    "link3": "https://en.wikipedia.org/wiki/Metal_Gear_Survive"
  },
  {
    "name": "Octopath Traveler",
    "summary": "Embark on a vast new role-playing adventure as one of eight travelers, all with their own origins, paths, and goals. The producers of the Bravely series at Square Enix have brought a new world to life through a mix of CG, pixel art, and \"HD-2D\" visuals. Embark on a vast new role-playingEmbark on a vast new role-playing adventure as one of eight travelers, all with their own origins, paths, and goals. The producers of the Bravely series at Square Enix have brought a new world to life through a mix of CG, pixel art, and \"HD-2D\" visuals. Embark on a vast new role-playing adventure as one of eight travelers, all with their own origins, paths, and goals. Where to begin? Who to team up with? Where to go next? Only you can decide. Each traveler can use a distinct Path Action, a specialized way of achieving objectives and interacting with people you encounter. The warrior can \"challenge\" people to a duel, whereas the dancer can \"allure\" others to follow her, even into battle! Enjoy the freedom to choose your own path while experiencing the story through the role you play. Combat revolves around the Boost system, a fusion of traditional turn-based battling and modern enhancements. Each turn, build up BP that can be spent to dramatically increase your strength or provide aid. Identifying when to Boost may just be the key to victory.\n\n*    A new RPG adventure from the minds at Square Enix who brought you the Bravely series\n*    Choose from eight distinct characters, each with their own path, and see where the story takes you\n*    Music and visuals inspired by RPGs of yore, brought to life with modern touches\n  Deep, strategic turn-based combat with an innovative battle system\n*    Enjoy the free demo in Nintendo eShop and help make this an RPG for the ages by sharing your feedback with Square Enix… Expand",
    "developer": "Square Enix, Acquire",
    "relase_date": "Jul 13, 2018",
    "link1": "http://www.jp.square-enix.com/octopathtraveler/",
    "link2": "http://octopath-traveler.wikia.com/wiki/Octopath_Traveler_Wiki",
    "link3": "https://en.wikipedia.org/wiki/Octopath_Traveler"
  },
  {
    "name": "FIFA 19",
    "summary": "EA Sports FIFA 19 delivers a champion-caliber experience on and off the pitch. Introducing the prestigious UEFA Champions League, offering authentic in-match atmospheres, featuring gameplay updates including elevated on-pitch personality and a striking overhaul, and providing new andEA Sports FIFA 19 delivers a champion-caliber experience on and off the pitch. Introducing the prestigious UEFA Champions League, offering authentic in-match atmospheres, featuring gameplay updates including elevated on-pitch personality and a striking overhaul, and providing new and unrivaled ways to play. Champions Rise in FIFA 19.\n\nFeatures:\n\n* UEFA Champions League coming to FIFA 19 -- There's no higher level in club football than the UEFA Champions League. Dreams are achieved and legends are made in this historic tournament that showcases the best clubs in the world. FIFA 19 for the PlayStation 4, Xbox One, PC and Nintendo Switch is infused with the UEFA Champions League, thanks to official match presentation, a variety of tournament experiences that includes the Europa League and Super Cup, and an all-new commentary team in Derek Rae and Lee Dixon.\n\n* Brand new modes -- Experience the all-new standalone UEFA Champions League mode to play the famous tournament from the group stage to the final at the The Wanda Metropolitano Stadium in Madrid. Discover deep integration of the massive club competition in both Kick Off and Career Mode. Build your dream squad with live UEFA Champions League and Europa League content updates in FIFA 19 Ultimate Team. No matter where or how you play FIFA 19, you can experience the greatest club football competition in the world.… Expand",
    "developer": "EA Sports",
    "relase_date": "Sep 25, 2018",
    "link1": "https://www.easports.com/fifa",
    "link2": "https://www.facebook.com/easportsfifa",
    "link3": "https://twitter.com/easportsfifa"
  },
  {
    "name": "Shadow of the Colossus",
    "summary": "Tales speak of an ancient realm where Colossi roam the majestic landscape.  Bound to the land, these creatures hold a key to a mystical power of revival – a power you must obtain to bring a loved one back to life.",
    "developer": "Bluepoint Games, SCE Japan Studio",
    "relase_date": "Feb  6, 2018",
    "link1": "http://teamico.wikia.com/wiki/Shadow_of_the_Colossus",
    "link2": "https://en.wikipedia.org/wiki/Shadow_of_the_Colossus",
    "link3": null
  },
  {
    "name": "Forza Horizon 4",
    "summary": "For the first time in the racing and driving genre, experience dynamic seasons in a shared open-world. Explore beautiful scenery, collect over 450 cars, and become a Horizon Superstar in historic Britain.",
    "developer": "Playground Games",
    "relase_date": "Sep 28, 2018",
    "link1": "https://www.facebook.com/ForzaHorizonOfficial",
    "link2": "https://twitter.com/ForzaMotorsport",
    "link3": "https://www.reddit.com/r/forza"
  },
  {
    "name": "Shadow of the Tomb Raider",
    "summary": "Experience Lara Croft's defining moment as she becomes the Tomb Raider. In Shadow of the Tomb Raider, Lara must master a deadly jungle, overcome terrifying tombs, and persevere through her darkest hour. As she races to save the world from a Maya apocalypse, Lara will ultimately be forgedExperience Lara Croft's defining moment as she becomes the Tomb Raider. In Shadow of the Tomb Raider, Lara must master a deadly jungle, overcome terrifying tombs, and persevere through her darkest hour. As she races to save the world from a Maya apocalypse, Lara will ultimately be forged into the Tomb Raider she is destined to be.\n\nFEATURES:\n\n* Survive and Thrive In the Deadliest Place on Earth: Master an unforgiving jungle setting in order to survive. Explore underwater environments filled with crevasses and deep tunnel systems.\n\n* Become One With the Jungle: Outgunned and outnumbered, Lara must use the jungle to her advantage. Strike suddenly and disappear like a jaguar, use mud as camouflage, and instill fear in enemies to sow chaos.\n\n* Discover Dark and Brutal Tombs: Tombs are more terrifying than ever before, requiring advanced traversal techniques to reach them, and once inside they are filled with deadly puzzles.\n\n* Uncover Living History: Discover a hidden city and explore the biggest hub space ever found in a Tomb Raider game.… Expand",
    "developer": "Eidos Montreal",
    "relase_date": "Sep 12, 2018",
    "link1": "https://store.steampowered.com/app/750920",
    "link2": "https://www.tombraider.com",
    "link3": "https://twitter.com/tombraider"
  },
  {
    "name": "Mario Tennis Aces",
    "summary": "A new Mario Tennis game is bringing a new level of skill and competition to Nintendo Switch. Mario steps onto the court in classy tennis garb for intense rallies against a variety of characters in full-blown tennis battles. New wrinkles in tennis gameplay will challenge your ability to readA new Mario Tennis game is bringing a new level of skill and competition to Nintendo Switch. Mario steps onto the court in classy tennis garb for intense rallies against a variety of characters in full-blown tennis battles. New wrinkles in tennis gameplay will challenge your ability to read an opponent's position and stroke to determine which shot will give you the advantage. And this time the game adds the first story mode since the Mario Tennis game on Game Boy Advance, offering a new flavor of tennis gameplay, with a variety of missions, boss battles and more.… Expand",
    "developer": "Camelot Software Planning",
    "relase_date": "Jun 22, 2018",
    "link1": "https://www.nintendo.com/games/detail/mario-tennis-aces-switch",
    "link2": "https://en.wikipedia.org/wiki/Mario_Tennis_Aces",
    "link3": null
  },
  {
    "name": "Rust",
    "summary": "Rust is a survival game created by Facepunch Studios. Inspired by games like DayZ, Minecraft and Stalker – Rust aims to create a hostile environment in which emergent gameplay can flourish. The aim of the game is to survive. To do this the player should gather resources. Hitting a tree withRust is a survival game created by Facepunch Studios. Inspired by games like DayZ, Minecraft and Stalker – Rust aims to create a hostile environment in which emergent gameplay can flourish. The aim of the game is to survive. To do this the player should gather resources. Hitting a tree with a rock will give you wood, hitting a rock with a rock will give you rock and ore. You can then craft a hatchet from the wood and rock, allowing you to gather faster. You can go out and hunt a variety of wildlife such as boars, chickens, rabbits, bears, wolves and deer. Once you have killed an animal you can butcher it to gather its meat and skin. You can craft a fire using wood and cook the meat inside the fire. Then you can eat. You face two major dangers in game. Rust is a multiplayer game, so there will be other players trying to survive in the same way that you are. Unfortunately for you they can find you, kill you and take your stuff. Fortunately for you – you can kill them and take their stuff. Or maybe you can make friends and help each other survive. Rust’s world is harsh – so you might need to make friends to survive. The environment is not kind. Bears and wolves will chase and kill you. Falling from a height will kill you. Being exposed to radiation for an extended period will kill you. Starving will kill you. Being cold will kill you.… Expand",
    "developer": "Facepunch Studios",
    "relase_date": "Feb  8, 2018",
    "link1": "https://store.steampowered.com/app/252490",
    "link2": "http://rust.facepunch.com/",
    "link3": null
  },
  {
    "name": "Hollow Knight",
    "summary": "Hollow Knight is a 2D action-adventure game with an emphasis on traditional 2D animation and skillful gameplay. Journey to Hallownest, a vast and ancient underground kingdom inhabited by a bizarre collection of insects and monsters. Players will forge their own path as they explore ruinedHollow Knight is a 2D action-adventure game with an emphasis on traditional 2D animation and skillful gameplay. Journey to Hallownest, a vast and ancient underground kingdom inhabited by a bizarre collection of insects and monsters. Players will forge their own path as they explore ruined cities, forests of fungus, temples of bone and other fantastic lands, all on their way to uncovering an ancient mystery.… Expand",
    "developer": "Team Cherry",
    "relase_date": "Jun 12, 2018",
    "link1": "https://store.steampowered.com/app/367520",
    "link2": "https://www.gog.com/game/hollow_knight",
    "link3": "http://hollowknight.wikia.com/wiki/Hollow_Knight_Wiki"
  },
  {
    "name": "Kirby Star Allies",
    "summary": "The pink puff is backin HDand he's not alone. Kirby is backand he's finally on the Nintendo Switch console in HD. But this time, he's not alone. Recruit enemies by hitting them with hearts and gather helpers for a party of up to four characters. On top of that, you can join with up to threeThe pink puff is backin HDand he's not alone. Kirby is backand he's finally on the Nintendo Switch console in HD. But this time, he's not alone. Recruit enemies by hitting them with hearts and gather helpers for a party of up to four characters. On top of that, you can join with up to three friends for a different kind of team-up action. Recruit up to three enemies as helpers by hitting them with hearts. Returning copy abilities include, Sword, Fire, Water, Bomb, Broom and many more. Imbue copy abilities with different elements, such as wind, water, fire and electricity, by borrowing or giving them to helpers to add more attack power, unleash powerful attacks, or solve puzzles. Up to 4 players can join in with the horizontal Joy-Con controller configuration, or 8 Joy-Con with 4 Joy-Con Grips.… Expand",
    "developer": "HAL Labs",
    "relase_date": "Mar 16, 2018",
    "link1": "http://kirby.nintendo.com/star-allies/",
    "link2": "http://kirby.wikia.com/wiki/Kirby_Star_Allies",
    "link3": "https://en.wikipedia.org/wiki/Kirby_Star_Allies"
  },
  {
    "name": "Subnautica",
    "summary": "Descend into the depths of an alien underwater world filled with resources, creatures, wonder and threats. Craft equipment and submarines to explore lush coral reefs, volcanoes, cave systems, and more - All while attempting to survive.",
    "developer": "Unknown Worlds Entertainment",
    "relase_date": "Jan 23, 2018",
    "link1": "https://store.steampowered.com/app/264710",
    "link2": "https://www.facebook.com/subnautica",
    "link3": "https://twitter.com/subnautica"
  },
  {
    "name": "BattleTech",
    "summary": "Assume command of your own mercenary outfit of 'Mechs and the MechWarriors that pilot them, struggling to stay afloat as you find yourself drawn into a brutal interstellar civil war.",
    "developer": "Harebrained Schemes LLC",
    "relase_date": "Apr 24, 2018",
    "link1": "https://store.steampowered.com/app/637090",
    "link2": "https://www.gog.com/game/battletech",
    "link3": "http://battletechgame.com/"
  },
  {
    "name": "Pillars of Eternity II: Deadfire",
    "summary": "Pursue a rogue god over land and sea in the sequel to the multi-award-winning RPG Pillars of eternity. Captain your ship on a dangerous voyage of discovery across the vast unexplored archipelago region of the dead Fire. Bend the world to your will, as you explore the depths of InfinitePursue a rogue god over land and sea in the sequel to the multi-award-winning RPG Pillars of eternity. Captain your ship on a dangerous voyage of discovery across the vast unexplored archipelago region of the dead Fire. Bend the world to your will, as you explore the depths of Infinite possibilities, including detailed character customization, total freedom of exploration, and more meaningful choices at every turn. … Expand",
    "developer": "Obsidian Entertainment",
    "relase_date": "May  8, 2018",
    "link1": "https://store.steampowered.com/app/560130",
    "link2": "https://en.wikipedia.org/wiki/Pillars_of_Eternity_II:_Deadfire",
    "link3": "https://www.youtube.com/user/ObsidianEnt/videos"
  },
  {
    "name": "Celeste",
    "summary": "Help Madeline survive her journey to the top of Celeste Mountain in this super-tight, hand-crafted platformer from the creators of TowerFall.",
    "developer": "Matt Makes Games Inc.",
    "relase_date": "Jan 25, 2018",
    "link1": "https://store.steampowered.com/app/504230",
    "link2": "http://www.celestegame.com",
    "link3": "https://en.wikipedia.org/wiki/Celeste_(video_game)"
  },
  {
    "name": "NBA 2K19",
    "summary": "NBA 2K celebrates 20 years of redefining what sports gaming can be, from best in class graphics & gameplay to groundbreaking game modes and an immersive open-world \"Neighborhood.\" NBA 2K19 promises to push limits as it brings gaming one step closer to real-life basketball excitement and culture.",
    "developer": "Visual Concepts",
    "relase_date": "Sep  7, 2018",
    "link1": "https://store.steampowered.com/app/841370/NBA_2K19",
    "link2": "https://en.wikipedia.org/wiki/NBA_2K19",
    "link3": "https://www.2k.com/"
  },
  {
    "name": "A Way Out",
    "summary": "The story of A Way Out begins in prison with two separate inmates, Leo and Vincent, who don’t know each other. While their individual stories progress, players have to build a relationship based on trust as they break both men out of prison into the world beyond. This co-op only experienceThe story of A Way Out begins in prison with two separate inmates, Leo and Vincent, who don’t know each other. While their individual stories progress, players have to build a relationship based on trust as they break both men out of prison into the world beyond. This co-op only experience is meant to be played together with a friend on a couch or online. A Way Out is a game uniquely tailored for two players to work together no matter the situation. Through a compelling narrative, Leo and Vincent will embark on an emotional adventure, where they live some memorable action moments that they face together including car chases, stealth passages, melee fights, shootouts and many more. [Electronic Arts]… Expand",
    "developer": "Hazelight",
    "relase_date": "Mar 23, 2018",
    "link1": "http://www.awayoutgame.com/",
    "link2": "https://en.wikipedia.org/wiki/A_Way_Out_(video_game)",
    "link3": "https://www.facebook.com/HazelightGames"
  },
  {
    "name": "Dragon Quest XI: Echoes of an Elusive Age",
    "summary": "DRAGON QUEST XI: Echoes of an Elusive Age tells a captivating tale of a hunted hero and is the long-awaited role-playing game from series creator Yuji Horii, character designer Akira Toriyama and composer Koichi Sugiyama. While it is the eleventh mainline entry in the critically acclaimedDRAGON QUEST XI: Echoes of an Elusive Age tells a captivating tale of a hunted hero and is the long-awaited role-playing game from series creator Yuji Horii, character designer Akira Toriyama and composer Koichi Sugiyama. While it is the eleventh mainline entry in the critically acclaimed series, DRAGON QUEST XI is a completely standalone experience that features entirely new characters, a beautifully detailed world, finely tuned turn-based combat, and an immersive story that promises to appeal to longtime fans and franchise newcomers alike.… Expand",
    "developer": "Square Enix",
    "relase_date": "Sep  4, 2018",
    "link1": "https://store.steampowered.com/app/742120/DRAGON_QUEST_XI_Echoes_of_an_Elusive_Age__Digital_Edition_of_Light",
    "link2": "http://dragon-quest.org/wiki/Dragon_Quest_XI",
    "link3": "https://en.wikipedia.org/wiki/Dragon_Quest_XI"
  },
  {
    "name": "Vampyr",
    "summary": "Vampyr is set in early 20th century Britain as the country is gripped by the lethal Spanish flu and the streets of London are crippled by disease, violence and fear. In a disorganized and ghostly city, those foolish, desperate, or unlucky enough to walk the streets lay prey to Britain’s mostVampyr is set in early 20th century Britain as the country is gripped by the lethal Spanish flu and the streets of London are crippled by disease, violence and fear. In a disorganized and ghostly city, those foolish, desperate, or unlucky enough to walk the streets lay prey to Britain’s most elusive predators: the vampires. Emerging from the chaos, a tormented figure awakens. You are Jonathan E. Reid, a high-ranking military surgeon transformed into a vampire upon his return home from the frontline.  Explore the darkly atmospheric streets of early 20th century London, and interact with a multitude of characters with their own identities and importance. Accept and fulfill the missions they give you, but don’t forget: sooner or later, you will have to feed, and make a difficult choice... who will be your prey? Absolutely all characters in the game are potential victims of your vampiric lust. Carefully study the habits of your next victim, his or her relationships with other characters, and set up your strategy to feed, unnoticed: seduce them, change their daily habits, or make sure they end up alone in a dark street…  Be careful who you choose to hunt, as they will be gone forever, and their death will impact in a meaningful way the world that surrounds you. Feeding on human blood will not just keep you 'alive;' it will also unlock new vampiric powers to use. [Focus Home]… Expand",
    "developer": "DONTNOD Entertainment",
    "relase_date": "Jun  5, 2018",
    "link1": "https://store.steampowered.com/app/427290",
    "link2": "https://twitter.com/VampyrGame",
    "link3": "https://www.facebook.com/VampyrGame"
  },
  {
    "name": "Frostpunk",
    "summary": "In a completely frozen world, people develop steam-powered technology to oppose the overwhelming cold. Society in its current form becomes ineffective and it has to change in order to survive.",
    "developer": "11 bit studios",
    "relase_date": "Apr 24, 2018",
    "link1": "https://store.steampowered.com/app/323190",
    "link2": "https://www.facebook.com/frostpunkgame",
    "link3": "https://twitter.com/frostpunkgame"
  },
  {
    "name": "Madden NFL 19",
    "summary": "Gameplay in Madden NFL 19 was developed with two primary objectives: 1. Player Control across the field; 2.Immersive NFL Experience from start to finish. To achieve these objectives, EA's goal is to deliver the most significant animation upgrade in Madden history. Madden NFL 19 introduces aGameplay in Madden NFL 19 was developed with two primary objectives: 1. Player Control across the field; 2.Immersive NFL Experience from start to finish. To achieve these objectives, EA's goal is to deliver the most significant animation upgrade in Madden history. Madden NFL 19 introduces a package of features known as Real Player Motion – featuring authentic player movement, more player control and responsiveness, and player signature behaviors that will immerse players into the NFL each and every game. [Electronic Arts]\n… Expand",
    "developer": "EA Tiburon",
    "relase_date": "Aug 10, 2018",
    "link1": "https://www.easports.com/madden-nfl",
    "link2": "https://www.facebook.com/EASportsMaddenNFL",
    "link3": "https://twitter.com/EAMaddenNFL"
  },
  {
    "name": "Thronebreaker: The Witcher Tales",
    "summary": "From the creators of The Witcher 3: Wild Hunt comes a brand new tale set in the brutal and twisted universe of witcher Geralt of Rivia. The world stands on the verge of chaos, as the tensions between the power-hungry Nilfgaardian Empire and proud Northern Realms grow. Facing an imminentFrom the creators of The Witcher 3: Wild Hunt comes a brand new tale set in the brutal and twisted universe of witcher Geralt of Rivia. The world stands on the verge of chaos, as the tensions between the power-hungry Nilfgaardian Empire and proud Northern Realms grow. Facing an imminent invasion, Meve — war-veteran Queen of Lyria and Rivia — is forced to once again enter the warpath, and set out on a dark journey of destruction and revenge.… Expand",
    "developer": "CD Projekt Red Studio",
    "relase_date": "Nov  9, 2018",
    "link1": "https://store.steampowered.com/app/973760/Thronebreaker_The_Witcher_Tales/",
    "link2": "https://thewitcher.com/en/thronebreaker-witchertales",
    "link3": "https://witcher.fandom.com/wiki/Thronebreaker:_The_Witcher_Tales"
  },
  {
    "name": "Donkey Kong Country: Tropical Freeze",
    "summary": "Help Donkey Kong and his friends get back their home from Vikings in the Donkey Kong Country: Tropical Freeze game from Retro Studios. All the challenging ground-pounding, barrel-blasting and mine cart action from the Donkey Kong Country series is back, along with a bushel of new game-playHelp Donkey Kong and his friends get back their home from Vikings in the Donkey Kong Country: Tropical Freeze game from Retro Studios. All the challenging ground-pounding, barrel-blasting and mine cart action from the Donkey Kong Country series is back, along with a bushel of new game-play elements and features.… Expand",
    "developer": "Retro Studios",
    "relase_date": "May  4, 2018",
    "link1": "http://donkeykong.nintendo.com/tropical-freeze/",
    "link2": "https://www.mariowiki.com/Donkey_Kong_Country:_Tropical_Freeze",
    "link3": "https://en.wikipedia.org/wiki/Donkey_Kong_Country:_Tropical_Freeze"
  },
  {
    "name": "Dark Souls Remastered",
    "summary": "Embark upon an epic dark fantasy in a universe stricken by decline and the Curse. Explore its intricate world design - full of hidden passages, dungeons and secrets - and uncover its deeply rooted lore.",
    "developer": "From Software",
    "relase_date": "May 25, 2018",
    "link1": "https://store.steampowered.com/app/570940/DARK_SOULS_REMASTERED",
    "link2": "https://www.bandainamcoent.com/games/ds-remastered",
    "link3": "https://darksouls.wiki.fextralife.com/Dark+Souls+Remastered"
  },
  {
    "name": "Dissidia: Final Fantasy NT",
    "summary": "Calling All Warriors! In partnership with Team Ninja, Square Enix presents Dissidia Final Fantasy NT as the next evolution in squad based brawlers. It's a fast-paced, strategic brawler where you can choose from over 20 iconic Final Fantasy characters and battle in a 3 versus 3 arena withCalling All Warriors! In partnership with Team Ninja, Square Enix presents Dissidia Final Fantasy NT as the next evolution in squad based brawlers. It's a fast-paced, strategic brawler where you can choose from over 20 iconic Final Fantasy characters and battle in a 3 versus 3 arena with your friends and other players online, or by yourself.… Expand",
    "developer": "Team Ninja",
    "relase_date": "Jan 30, 2018",
    "link1": "https://www.dissidiafinalfantasynt.com/",
    "link2": "https://twitter.com/DFF_NT_JP",
    "link3": "https://en.wikipedia.org/wiki/Dissidia_Final_Fantasy_NT"
  },
  {
    "name": "Destiny 2: Forsaken",
    "summary": "With 2 brand-new destinations to explore, and new weapons, armour and Supers to acquire, Forsaken takes players on an epic journey into the wild frontiers of our solar system where the lines between justice and revenge are blurred. Forsaken also features an all-new competitive andWith 2 brand-new destinations to explore, and new weapons, armour and Supers to acquire, Forsaken takes players on an epic journey into the wild frontiers of our solar system where the lines between justice and revenge are blurred. Forsaken also features an all-new competitive and collaborative endgame activity, called Gambit. A first-of-its kind for Destiny, Gambit is a new, hybrid 4v4 mode that merges both PvE and PvP experiences into an epic battle. This entirely new way to play Destiny 2 offers something for all types of gamers to enjoy, appealing to those who thrive on the competitive challenge of PvP gameplay, while seamlessly blending the collaborative and unpredictable elements of PvE. [Bungie] … Expand",
    "developer": "Bungie Software, Bungie",
    "relase_date": "Sep  4, 2018",
    "link1": "https://www.destinythegame.com/forsaken",
    "link2": "https://twitter.com/Bungie",
    "link3": null
  },
  {
    "name": "Dragon Ball FighterZ",
    "summary": "After the success of the Xenoverse series, its time to introduce a new classic 2D DRAGON BALL fighting game for this generations consoles. DRAGON BALL FighterZ is born from what makes the DRAGON BALL series so loved and famous: endless spectacular fights with its allpowerful fighters.After the success of the Xenoverse series, its time to introduce a new classic 2D DRAGON BALL fighting game for this generations consoles. DRAGON BALL FighterZ is born from what makes the DRAGON BALL series so loved and famous: endless spectacular fights with its allpowerful fighters. Partnering with Arc System Works, DRAGON BALL FighterZ maximizes high end Anime graphics and brings easy to learn but difficult to master fighting gameplay to audiences worldwide. \n\nKey Features:\n\n* 3vs3 TAG/SUPPORT\nAllows players to train and master more than one fighter/style which brings deeper gameplay\n\n* HIGH-END ANIME GRAPHICS\nUsing the power of the Unreal engine and the talented team at Arc System Works, DRAGON BALL FighterZ is a visual tour-de-force \n\n* SPECTACULAR FIGHTS\nExperience aerial combos, destructible stages, famous scenes from the DRAGON BALL anime reproduced in 60FPS and 1080p resolution (Higher resolution will be supported on PS4 Pro and Xbox Scorpio)… Expand",
    "developer": "Arc System Works",
    "relase_date": "Jan 26, 2018",
    "link1": "https://store.steampowered.com/app/678950",
    "link2": "http://dragonball.wikia.com/wiki/Dragon_Ball_FighterZ",
    "link3": "https://en.wikipedia.org/wiki/Dragon_Ball_FighterZ"
  },
  {
    "name": "Destiny 2: Warmind",
    "summary": "Destiny 2 Expansion II: Warmind continues your Guardian’s journey with an all-new story. Ana Bray, a Guardian long thought lost, searches for a connection to her past…one that could be lost forever on the polar ice caps of Mars. As Golden Age warsats begin slamming into the ice, the glaciersDestiny 2 Expansion II: Warmind continues your Guardian’s journey with an all-new story. Ana Bray, a Guardian long thought lost, searches for a connection to her past…one that could be lost forever on the polar ice caps of Mars. As Golden Age warsats begin slamming into the ice, the glaciers begin to thaw, revealing the core of the Warmind Rasputin – and an ancient Hive army bent on its destruction. Now free, the Hive swarm in service to their god Xol. Help Ana discover her past and destroy the Hive’s gargantuan worm-god before it is too late.… Expand",
    "developer": "Bungie",
    "relase_date": "May  8, 2018",
    "link1": "https://www.destinythegame.com/ca/en/expansion2",
    "link2": null,
    "link3": null
  },
  {
    "name": "Spyro Reignited Trilogy",
    "summary": "The original roast master is back. Same sick burns, same smoldering attitude, now all scaled up in stunning HD. Spyro is bringing the heat like never before in the Spyro Reignited Trilogy game collection. Rekindle the fire with the original three games, Spyro the Dragon, Spyro 2: Ripto'sThe original roast master is back. Same sick burns, same smoldering attitude, now all scaled up in stunning HD. Spyro is bringing the heat like never before in the Spyro Reignited Trilogy game collection. Rekindle the fire with the original three games, Spyro the Dragon, Spyro 2: Ripto's Rage! and Spyro: Year of the Dragon. Explore the expansive realms, re-encounter the fiery personalities and relive the adventure in fully remastered glory. Because when there's a realm that needs saving, there's only one dragon to call.… Expand",
    "developer": "Activision, Toys for Bob",
    "relase_date": "Nov 13, 2018",
    "link1": "http://spyrothedragon.com",
    "link2": "https://twitter.com/SpyroTheDragon",
    "link3": "https://www.facebook.com/spyro"
  },
  {
    "name": "Fortnite",
    "summary": "Jump in to be the last one standing in the free 100-player Battle Royale. Build huge forts. Outwit your opponents. Earn your Victory. Squad up together online with friends in the same room or around the world. BUILD & DESTROY - Shape the battlefield by building your own cover. OpponentJump in to be the last one standing in the free 100-player Battle Royale. Build huge forts. Outwit your opponents. Earn your Victory. Squad up together online with friends in the same room or around the world. BUILD & DESTROY - Shape the battlefield by building your own cover. Opponent hiding behind a wall? Take out their cover to get the edge. GEAR UP - Board the battle bus and drop in on your favorite zone. Gather resources, collect gear, and battle your opponents. SQUAD UP WITH FRIENDS - Team up online with your friends around the world or in the same room. WEEKLY UPDATES & EVENTS - Updates constantly fuel the fun with new gameplay modes, outfits, weapons and items. [Nintendo]\n… Expand",
    "developer": "Epic Games",
    "relase_date": "Jun 12, 2018",
    "link1": "https://itunes.apple.com/us/app/fortnite/id1261357853?mt=8&uo=4",
    "link2": "https://twitter.com/FortniteGame",
    "link3": "http://fortnitegame.com"
  },
  {
    "name": "Final Fantasy XV: Windows Edition",
    "summary": "Set in modern times but with a touch of medieval influences, Final Fantasy XV focuses on Noctis Lucis Caelum, the prince of a dynasty which rules a city state that has the last remaining crystal. After the crystal is stolen by an invading nation, Niflheim, a global conflict ensues with allSet in modern times but with a touch of medieval influences, Final Fantasy XV focuses on Noctis Lucis Caelum, the prince of a dynasty which rules a city state that has the last remaining crystal. After the crystal is stolen by an invading nation, Niflheim, a global conflict ensues with all other nations wishing to gain it for themselves. Alongside the main protagonist, Noctis is joined by a military tactician Ignis Scienta, who can deftly handle a katana in battle, a melee fighter named Gladiolus Amicitia, gun-wielding Prompto Argentum, and head of the Royal Family Guards Cor Leonis. There's one other character that appears to get close with Noctis, even if her connection with him is still unknown. Her name is Stella Nox Fleuret, she seems to be strong and fight well with her rapier. Against this backdrop of a world at war, Noctis Lucis Caelum and his closest friends embark on an epic journey to try and get the crystal back.… Expand",
    "developer": "Square Enix",
    "relase_date": "Mar  6, 2018",
    "link1": "https://store.steampowered.com/app/637650",
    "link2": "https://www.facebook.com/ffxv",
    "link3": "https://www.twitter.com/FFXVEN"
  },
  {
    "name": "Warhammer: Vermintide 2",
    "summary": "The sequel to the critically acclaimed Vermintide is a visually stunning and groundbreaking melee action game pushing the boundaries of the first person co-op genre. Join the fight now!",
    "developer": "Fatshark AB, Fatshark",
    "relase_date": "Mar  8, 2018",
    "link1": "https://store.steampowered.com/app/552500",
    "link2": "http://www.vermintide.com",
    "link3": null
  },
  {
    "name": "The Crew 2",
    "summary": "The newest iteration in the franchise, The Crew 2 captures the thrill of the American motorsports spirit in an open world. Welcome to Motornation, a huge, varied, action-packed playground built for motorsports throughout the entire US of A. Enjoy unrestrained exploration on ground, sea, andThe newest iteration in the franchise, The Crew 2 captures the thrill of the American motorsports spirit in an open world. Welcome to Motornation, a huge, varied, action-packed playground built for motorsports throughout the entire US of A. Enjoy unrestrained exploration on ground, sea, and sky. From coast to coast, street and pro racers, off-road explorers, and freestylers gather and compete in all kinds of disciplines. Join them in high-octane contests and share every glorious moment with the world. The Crew 2 gives you the chance to showcase your skills and rise as a multi-skilled motorsports champion. [Ubisoft]… Expand",
    "developer": "Ubisoft Ivory Tower",
    "relase_date": "Jun 26, 2018",
    "link1": "https://store.steampowered.com/app/646910/The_Crew_2",
    "link2": "https://thecrew-game.ubisoft.com/the-crew-2/en-us/home/",
    "link3": "https://en.wikipedia.org/wiki/The_Crew_2"
  },
  {
    "name": "OVERKILL's The Walking Dead",
    "summary": "OVERKILL’s The Walking Dead is a co-op first person shooter with elements of action, role-playing, survival horror and stealth, that invites players to explore the hugely popular The Walking Dead universe, where they will play the role of survivors fending for themselves in aOVERKILL’s The Walking Dead is a co-op first person shooter with elements of action, role-playing, survival horror and stealth, that invites players to explore the hugely popular The Walking Dead universe, where they will play the role of survivors fending for themselves in a post-apocalyptic world dominated by flesh-eating walkers. In 2016 Washington will fall – what will you do?… Expand",
    "developer": "Starbreeze",
    "relase_date": "Nov  6, 2018",
    "link1": "https://store.steampowered.com/app/717690",
    "link2": "http://www.overkillsthewalkingdead.com",
    "link3": "http://walkingdead.wikia.com/wiki/Overkill%27s_The_Walking_Dead"
  },
  {
    "name": "Jurassic World Evolution",
    "summary": "Place yourself at the heart of the Jurassic franchise and build your own Jurassic World. Take charge of operations on the legendary islands of the Muertes archipelago and bring the wonder, majesty and danger of dinosaurs to life. Build for Science, Entertainment or Security interests in anPlace yourself at the heart of the Jurassic franchise and build your own Jurassic World. Take charge of operations on the legendary islands of the Muertes archipelago and bring the wonder, majesty and danger of dinosaurs to life. Build for Science, Entertainment or Security interests in an uncertain world where life always finds a way.\nBioengineer dinosaurs that think, feel and react intelligently to the world around them. Play with life itself to give your dinosaurs unique behaviours, traits and appearances, then contain and profit from them to fund your global search for lost dinosaur DNA.\nControl the big picture with deep management tools or go hands-on to confront challenges on the ground or in the air. Expand your islands and choose your own journey in an all-new narrative featuring iconic characters from across the franchise and decades of Jurassic lore at your fingertips.… Expand",
    "developer": "Frontier Developments",
    "relase_date": "Jun 12, 2018",
    "link1": "https://store.steampowered.com/app/648350/Jurassic_World_Evolution",
    "link2": "https://www.facebook.com/JurassicWorldEvolution",
    "link3": "https://twitter.com/JW_Evolution"
  },
  {
    "name": "Street Fighter V: Arcade Edition",
    "summary": "Street Fighter V: Arcade Edition is a brand-new disc that includes all base content from the original Street Fighter V release, Arcade Mode and a code for Character Pass 1 and 2 content, which includes 12 playable characters and 12 premium costumes.* ARCADE MODE\nChoose from six differentStreet Fighter V: Arcade Edition is a brand-new disc that includes all base content from the original Street Fighter V release, Arcade Mode and a code for Character Pass 1 and 2 content, which includes 12 playable characters and 12 premium costumes.* ARCADE MODEChoose from six different paths themed after classic Street Fighter games.* GALLERYUnlock hundreds of illustrations as you play through Arcade Mode.* TEAM BATTLE Assemble local teams, set your own rules and see who comes out on top.* EXTRA BATTLEComplete online challenges to earn Fight Money, EXP, unique costumes and more.* NEW V-TRIGGERSEach character will have two V-Triggers, adding more depth to the combat system.* NEW VISUALSThe UI is redesigned with new color schemes and exciting pre-and-post fight effects.… Expand",
    "developer": "Capcom",
    "relase_date": "Jan 16, 2018",
    "link1": "https://streetfighter.com/",
    "link2": null,
    "link3": null
  },
  {
    "name": "EA Sports UFC 3",
    "summary": "Real Player Motion - New cutting-edge animation technology makes every move, strike, and combination more realistic, responsive, and rewarding. G.O.A.T. Career Mode - Build hype to gain fans and create rivalries that capture the world’s attention. Then fight to dominate the Octagon.Real Player Motion - New cutting-edge animation technology makes every move, strike, and combination more realistic, responsive, and rewarding. G.O.A.T. Career Mode - Build hype to gain fans and create rivalries that capture the world’s attention. Then fight to dominate the Octagon. Multiplayer Mode - New customizable multiplayer modes let you and your friends face off with highlight-reel knockouts.\n… Expand",
    "developer": "EA Sports",
    "relase_date": "Jan 30, 2018",
    "link1": "https://www.ea.com/games/ufc/ufc-3",
    "link2": "https://www.facebook.com/EASPORTSUFC",
    "link3": "https://twitter.com/EASPORTSUFC"
  },
  {
    "name": "The Forest",
    "summary": "As the lone survivor of a passenger jet crash, you find yourself in a mysterious forest battling to stay alive against a society of cannibalistic mutants. Build, explore, survive in this terrifying first person survival horror simulator.",
    "developer": "SKS Games",
    "relase_date": "Apr 30, 2018",
    "link1": "https://store.steampowered.com/app/242760",
    "link2": "https://en.wikipedia.org/wiki/The_Forest_(video_game)",
    "link3": "http://survivetheforest.com/"
  },
  {
    "name": "Yakuza 6: The Song of Life",
    "summary": "In Yakuza 6, Kazuma Kiryu will find out exactly how much people are willing to sacrifice for family -- be those ties through blood or bond -- when he investigates a series of shadowy events that involve the ones he holds closest to his heart. Fresh out of a three-year prison sentence, anIn Yakuza 6, Kazuma Kiryu will find out exactly how much people are willing to sacrifice for family -- be those ties through blood or bond -- when he investigates a series of shadowy events that involve the ones he holds closest to his heart. Fresh out of a three-year prison sentence, an older and weathered Kiryu comes to find out that his surrogate daughter, Haruka, has gone missing from the orphanage he looks after. The trail leads him to his old stomping grounds in Kamurocho, where he discovers that she has been struck by a car and now lies in a coma. To make matters worse, Kiryu learns that Haruka now has a son that he must look after. With baby in hand, Kiryu journeys to the seaside town of Onomichi, Hiroshima to unravel the truth about Haruka, her son, and a sinister secret that the Hiroshima yakuza are harbouring. From the unparalleled realism of the new setting of Onomichi, a beautiful, sleepy port town in Hiroshima Prefecture, to the latest evolution of Kamurocho, the biggest red-light district in Tokyo, Yakuza 6 is the ultimate iteration the game's blend of gritty crime story, hyper-explosive combat, and all the vices and distractions those locales have to offer.… Expand",
    "developer": "Ryu ga Gotoku Studios",
    "relase_date": "Apr 17, 2018",
    "link1": "http://yakuza.sega.com/yakuza6/",
    "link2": "http://yakuza.wikia.com/wiki/Yakuza_6",
    "link3": "https://en.wikipedia.org/wiki/Yakuza_6"
  },
  {
    "name": "Dynasty Warriors 9",
    "summary": "In Dynasty Warriors 9, players will explore China as it existed when feudal warlords vied for dominance over the land -- the waning days of the Han dynasty and emergence of the Three Kingdoms era. Setting out to complete various objectives, players will utilise an unprecedented world map toIn Dynasty Warriors 9, players will explore China as it existed when feudal warlords vied for dominance over the land -- the waning days of the Han dynasty and emergence of the Three Kingdoms era. Setting out to complete various objectives, players will utilise an unprecedented world map to navigate and traverse a variety of different landscapes ranging from vast plains to snow-covered peaks presented with dynamic day/night and weather cycles. Exploring these impressive environments is made more engaging through the ability to adapt to surroundings to gain an upper hand in battle, with players able to use equipment to circumvent obstacles or blend in to avoid conflict.… Expand",
    "developer": "Omega Force",
    "relase_date": "Feb 13, 2018",
    "link1": "https://store.steampowered.com/app/730310",
    "link2": "https://en.wikipedia.org/wiki/Dynasty_Warriors_9",
    "link3": "http://koei.wikia.com/wiki/Dynasty_Warriors_9"
  },
  {
    "name": "Paladins",
    "summary": "Paladins is a free-to-play game that combines a rich fantasy setting with the fast action of a team-based first-person shooter.",
    "developer": "Hi-Rez Studios",
    "relase_date": "May  8, 2018",
    "link1": "https://store.steampowered.com/app/444090",
    "link2": "https://en.wikipedia.org/wiki/Paladins_(video_game)",
    "link3": "http://facebook.com/paladinsgame"
  },
  {
    "name": "Star Control: Origins",
    "summary": "Explore the galaxy, investigate new worlds, contact new civilizations, and battle hostile aliens in Star Control: Origins. You are the captain of Earth's brand new, state-of-the-art ship, The Vindicator. Your mission is to gather together allies to fight an ancient alien menace thatExplore the galaxy, investigate new worlds, contact new civilizations, and battle hostile aliens in Star Control: Origins. You are the captain of Earth's brand new, state-of-the-art ship, The Vindicator. Your mission is to gather together allies to fight an ancient alien menace that threatens to annihilate the human race.… Expand",
    "developer": "Stardock",
    "relase_date": "Sep 20, 2018",
    "link1": "https://store.steampowered.com/app/271260",
    "link2": "https://www.starcontrol.com",
    "link3": "https://en.wikipedia.org/wiki/Star_Control:_Origins"
  },
  {
    "name": "SoulCalibur VI",
    "summary": "History Hides Away More Than One Truth... SOULCALIBUR VI represents the latest entry in the premier weapons-based, head-to-head fighting series and continues the epic struggle of warriors searching for the legendary Soul Swords. Taking place in the 16th century, revisit the events of theHistory Hides Away More Than One Truth... SOULCALIBUR VI represents the latest entry in the premier weapons-based, head-to-head fighting series and continues the epic struggle of warriors searching for the legendary Soul Swords. Taking place in the 16th century, revisit the events of the original SOULCALIBUR to uncover hidden truths. [Bandai Namco]… Expand",
    "developer": "Bandai Namco Games, Project Soul",
    "relase_date": "Oct 19, 2018",
    "link1": "https://store.steampowered.com/app/544750",
    "link2": "http://www.SoulCalibur.com",
    "link3": "https://www.facebook.com/SoulCalibur"
  },
  {
    "name": "Sonic Mania Plus",
    "summary": "Sonic Mania Plus is the definitive retail enhanced version of the original Sonic Mania's digital release, presented in a pristine collectible physical release. The encore pack is a $5 upgrade fee for owners of the original game.",
    "developer": "Sega",
    "relase_date": "Jul 17, 2018",
    "link1": "http://sonic.wikia.com/wiki/Sonic_Mania_Plus",
    "link2": null,
    "link3": null
  },
  {
    "name": "Splatoon 2: Octo Expansion",
    "summary": "Play as an Octoling for the very first time in this large-scale downloadable content for the Splatoon 2 game. This full-on single-player adventure spans 80 missions starring Agent 8, a new character who awakens without her memories on a dark subway platform. Navigate this mysteriousPlay as an Octoling for the very first time in this large-scale downloadable content for the Splatoon 2 game. This full-on single-player adventure spans 80 missions starring Agent 8, a new character who awakens without her memories on a dark subway platform. Navigate this mysterious underground test facility in a desperate battle to reach the surface of Inkopolis. Escape from these twisted depths, and you'll finally be able to join multiplayer matches as an Octoling. You may think you know everything about the world of Splatoon, but these waters run deep, and so does the lore. Purchase this content today for immediate access to special octo-themed in-game gear.… Expand",
    "developer": "Nintendo",
    "relase_date": "Jun 13, 2018",
    "link1": "https://splatoon.nintendo.com/game-updates/",
    "link2": "http://splatoon.wikia.com/wiki/Octo_Expansion",
    "link3": null
  },
  {
    "name": "Omen of Sorrow",
    "summary": "Clear your mind, clench your fists and get ready for a wicked battle. Powered by Unreal Engine 4, Omen of Sorrow delivers a deep 2D battle system inspired by the classics, bringing back the edge, mindset and philosophy rooted in the genre’s arcade legacy, taking it to the next level withClear your mind, clench your fists and get ready for a wicked battle. Powered by Unreal Engine 4, Omen of Sorrow delivers a deep 2D battle system inspired by the classics, bringing back the edge, mindset and philosophy rooted in the genre’s arcade legacy, taking it to the next level with innovative features and fighting mechanics. Join the battle, conquer darkness.… Expand",
    "developer": "AOne Games",
    "relase_date": "Nov  6, 2018",
    "link1": "http://www.aonegames.com/en/index.html",
    "link2": null,
    "link3": null
  },
  {
    "name": "Conan Exiles",
    "summary": "You are an exile, outcast and downtrodden, sentenced to walk in a barbaric wasteland where the weak are crushed and only the strong can live. Here you must fight to survive, build, and dominate the world alone on your own server, or with enemies and allies in online multiplayer.\n\nJourneyYou are an exile, outcast and downtrodden, sentenced to walk in a barbaric wasteland where the weak are crushed and only the strong can live. Here you must fight to survive, build, and dominate the world alone on your own server, or with enemies and allies in online multiplayer.\n\nJourney through a vast, seamless world filled with the ruins of ancient civilizations and uncover its dark history and buried secrets as you seek to conquer and dominate the exiled lands yourself. Start with nothing but your bare hands and forge the legacy of your clan, from simple tools and weapons to gigantic fortresses and entire cities. Enslave the bandits of the exiled lands to do your bidding by breaking them on the grueling Wheel of Pain. Sacrifice the beating hearts of your enemies on the blood-soiled altars of your god to seize true power and glory. Summon the colossal avatar of your god and see them lay waste to your enemies and their homes.\n\nJust remember: in this brutal land of vengeful gods, bloodthirsty cannibals, and vicious monsters, survival is more than tracking down food and water. Explore mysterious ruins in search of treasure and knowledge, but beware the risk of your mind being corrupted by the dark forces of the world. Traverse vast sand dunes and seek shelter from scouring sandstorms sweeping across the burning sands. March into war against your enemies and unleash your savage fury in brutal combat. Go in unprepared and it will be your head rolling and limbs flying.\n\nConan Exiles is not an empty sandbox. It is a world rich in history where you must discover the knowledge and secrets of ancient civilizations as you struggle to build your own.\n\n* SURVIVE THE BARBARIC WASTELAND\nIn the world of Conan the Barbarian, survival is more than being well-fed and hydrated. Here you must weather scouring sandstorms, save your mind from being corrupted and going insane, and fight vicious monsters from the darkest holes of the earth.\n\n* BUILD YOUR LEGACY IN A VAST, SEAMLESS WORLD\nJourney through a huge, seamless world filled with danger and opportunity, exploring everything from sand dunes to towering ruins. Harvest resources to craft tools and weapons, then build everything from a small settlement to entire cities.\n\n* DISCOVER THE DARK HISTORY OF ANCIENT CIVILIZATIONS\nExplore shadow-haunted ruins of ancient civilizations and discover great treasures and knowledge. Learn about the people who inhabited this world before and what led to their demise through inscriptions, wandering NPCs, and the environment itself.\n\n* CALL UPON THE POWER OF THE GODS\nCut out the hearts of your enemies and sacrifice it upon the altars of your god to earn their blessing. Summon and take direct control of huge, towering avatars and wreak havoc on your enemies as you crush their homes and drive them from their lands.\n\n* DEFEND YOUR LAND WITH AN ARMY OF SLAVES\nEnslave the criminals of the exiled lands and force them to join your cause and defend your territory. Put them through the grueling Wheel of Pain to break their will, then turn them into archers, crafters, entertainers, and more. Find rare thralls for the greatest rewards!\n\n* DOMINATE YOUR ENEMIES\nMarch forth to war against your enemies, use explosives and see their fortifications crumble to dust, then unleash your savage fury with brutal attacks that will see heads rolling and limbs flying. Find or craft a wide range of weapons and armor.\n\n* PLAY TOGETHER OR ALONE\nPlay alone locally or fight for survival and dominance in persistent multiplayer on public servers. You can also host your own server and invite others to join you in a world where you have full control of the rules and settings. Want to play with just handful of friends? Try co-op mode!\n\n* CONTROL YOUR EXPERIENCE\nWhen playing alone locally or on a server you are the administrator of you have access to a range of in-game tools. These allow you to change progression speed, spawn monsters, turn yourself invisible, deactivate avatars, and much more. Be the dungeon master of your own server!\n\n* PLAY WITH MODS\nDownload Conan Exiles mods directly from the Steam workshop to customize your game experience. You can also download the custom Conan Exiles Unreal Editor and start creating your own!… Expand",
    "developer": "Funcom",
    "relase_date": "May  8, 2018",
    "link1": "https://store.steampowered.com/app/440900",
    "link2": "http://www.conanexiles.com/",
    "link3": "http://conanexiles.gamepedia.com/Conan_Exiles_Wiki"
  },
  {
    "name": "Star Wars Battlefront II",
    "summary": "Star Wars Battlefront II allows players to experience the untold story of an Imperial elite special forces soldier in an all-new single player campaign. In epic multiplayer battles, players pilot a First Order TIE fighter through intense dogfights in space, and play as ground troopers orStar Wars Battlefront II allows players to experience the untold story of an Imperial elite special forces soldier in an all-new single player campaign. In epic multiplayer battles, players pilot a First Order TIE fighter through intense dogfights in space, and play as ground troopers or iconic heroes and villains, such as Yoda and Darth Maul, across all three Star Wars eras. Featuring new characters created by Motive in close partnership with the story group at Lucasfilm, the Star Wars Battlefront II single player campaign delivers a new story to the Star Wars universe. Taking place in the 30 years between the destruction of Death Star II and through the rise of the First Order, the single player story introduces Iden Versio, the leader of Inferno Squad, an elite special forces unit of the Galactic Empire, who are equally lethal on the ground and in space. In addition to Iden, players also encounter and play as other iconic Star Wars heroes and villains like Luke Skywalker and Kylo Ren during the campaign. [Electronic Arts]… Expand",
    "developer": "EA DICE",
    "relase_date": "Nov 14, 2017",
    "link1": "https://store.steampowered.com/app/6060",
    "link2": "https://www.gog.com/game/star_wars_battlefront_ii",
    "link3": "https://en.wikipedia.org/wiki/Star_Wars:_Battlefront_II"
  },
  {
    "name": "Horizon Zero Dawn",
    "summary": "Horizon Zero Dawn is a PS4-exclusive action role playing game developed by Guerrilla Games, creators of the Killzone franchise. As Horizon Zero Dawn’s main protagonist Aloy, a skilled hunter, explore a vibrant and lush world inhabited by mysterious mechanized creatures. Embark on anHorizon Zero Dawn is a PS4-exclusive action role playing game developed by Guerrilla Games, creators of the Killzone franchise. As Horizon Zero Dawn’s main protagonist Aloy, a skilled hunter, explore a vibrant and lush world inhabited by mysterious mechanized creatures. Embark on an emotional journey to unravel mysteries of tribal societies, ancient artifacts and advanced technologies that will determine the fate of this planet, and of life itself.… Expand",
    "developer": "Guerrilla",
    "relase_date": "Feb 28, 2017",
    "link1": "https://www.guerrilla-games.com/play/horizon",
    "link2": "http://horizonzerodawn.wikia.com/",
    "link3": "https://en.wikipedia.org/wiki/Horizon_Zero_Dawn"
  },
  {
    "name": "Super Mario Odyssey",
    "summary": "New Evolution of Mario Sandbox-Style Gameplay. Mario embarks on a new journey through unknown worlds, running and jumping through huge 3D worlds in the first sandbox-style Mario game since Super Mario 64 and Super Mario Sunshine. Set sail between expansive worlds aboard an airship, andNew Evolution of Mario Sandbox-Style Gameplay. Mario embarks on a new journey through unknown worlds, running and jumping through huge 3D worlds in the first sandbox-style Mario game since Super Mario 64 and Super Mario Sunshine. Set sail between expansive worlds aboard an airship, and perform all-new actions, such as throwing Mario's cap.… Expand",
    "developer": "Nintendo",
    "relase_date": "Oct 27, 2017",
    "link1": "http://www.nintendo.com/games/detail/super-mario-odyssey-switch",
    "link2": "https://www.mariowiki.com/Super_Mario_Odyssey",
    "link3": "https://en.wikipedia.org/wiki/Super_Mario_Odyssey"
  },
  {
    "name": "Persona 5",
    "summary": "Beneath the veneer of typical urban high school life, a group of teenagers mask their mysterious alter egos, their \"phantom thief\" side. Who are they? Why are they dressed as such? What are their motives? And... why are they being pursued? A picaresque coming-of-age story, Persona 5 brings aBeneath the veneer of typical urban high school life, a group of teenagers mask their mysterious alter egos, their \"phantom thief\" side. Who are they? Why are they dressed as such? What are their motives? And... why are they being pursued? A picaresque coming-of-age story, Persona 5 brings a new twist to the RPG genre. Assume the role of a second-year high school student who becomes a Persona-user through an unexpected incident. Having moved to Tokyo just before the start of the school year, he finds residence at a cafe run by his parents' friend, and is about to get his first taste of school life in the big city. The protagonist seems quiet and well-mannered at first glance, but gives a completely different impression once he has donned his \"phantom thief\" guise. What is the motivation of his alter ego...? Arsene is the protagonist's initial Persona, characterized by a mask-like face and a pair of huge, black wings. Some suspect an association between its name and the famous gentleman-thief, Arsene Lupin. What is the origin of this Persona, and what power does it hold? This is an account of the wild adventures experienced by a team of young misfits, who grow dramatically along the way. While attending Shujin High School, the protagonist will encounter a number of individuals, each with his or her own distinctive personality and charm. School life in the city is full of surprises and interesting events! It will most definitely be a fun year for the protagonist, living as an ordinary student. However, he and his friends become involved in an incident which leads to the awakening of their Personas. No one would ever suspect that these adolescents will eventually shake the world... Welcome to the next iteration of the Persona series, boasting a brand new metropolitan setting, all-new cast, and fresh, original story. [Atlus]\n… Expand",
    "developer": "Atlus",
    "relase_date": "Apr  4, 2017",
    "link1": "http://www.atlus.com/persona5/home.html",
    "link2": "http://megamitensei.wikia.com/wiki/Persona_5",
    "link3": "https://en.wikipedia.org/wiki/Persona_5"
  },
  {
    "name": "Destiny 2",
    "summary": "In Destiny 2, the last safe city on Earth has fallen and lays in ruins, occupied by a powerful new enemy and his elite army, the Red Legion. Every player creates his own character called a “Guardian,” humanity’s chosen protectors.  As a Guardian in Destiny 2, players must master newIn Destiny 2, the last safe city on Earth has fallen and lays in ruins, occupied by a powerful new enemy and his elite army, the Red Legion. Every player creates his own character called a “Guardian,” humanity’s chosen protectors.  As a Guardian in Destiny 2, players must master new abilities and weapons to reunite the city’s forces, stand together and fight back to reclaim their home. In Destiny 2 players embark on a fresh story filled with new destinations around our solar system to explore, and an expansive amount of activities to discover.  There is something for almost every type of gamer in Destiny 2, including gameplay for solo, cooperative and competitive players set within a vast, evolving and exciting universe. [Bungie]… Expand",
    "developer": "Bungie",
    "relase_date": "Sep  6, 2017",
    "link1": "https://www.destinythegame.com",
    "link2": "https://twitter.com/destinythegame",
    "link3": "http://destiny.wikia.com/wiki/Destiny_2"
  },
  {
    "name": "NieR: Automata",
    "summary": "NieR Producer Yosuke Saito, director Taro Yoko and composer Keiichi Okabe return, teaming up with character designer Akihiko Yoshida and PlatinumGames to present the next entry in the saga – NieR: Automata.",
    "developer": "PlatinumGames",
    "relase_date": "Mar  7, 2017",
    "link1": "https://store.steampowered.com/app/524220",
    "link2": "http://nier.wikia.com/wiki/NieR:_Automata",
    "link3": "https://www.facebook.com/NIERGame"
  },
  {
    "name": "Resident Evil 7: biohazard",
    "summary": "While Resident Evil 7 draws from the series’ roots of atmospheric survival horror, it also delivers a new level of terror. In the Resident Evil games of yesteryear, players braced for fear in the first-person via the creepy door-opening scenes, and Resident Evil 7 ramps up that tension withWhile Resident Evil 7 draws from the series’ roots of atmospheric survival horror, it also delivers a new level of terror. In the Resident Evil games of yesteryear, players braced for fear in the first-person via the creepy door-opening scenes, and Resident Evil 7 ramps up that tension with an immersive first-person view and a photorealistic graphical style. Capcom is able to achieve a higher degree of visual fidelity thanks to the new proprietary in-house RE Engine that includes VR oriented tools. With the RE Engine plus industry leading audio and visual technologies, you experience every abhorrent detail up close and personal in Resident Evil 7. Playing the game in the PlayStation VR Mode escalates the unsettling feeling of presence to a level that horror fans have never experienced. The full gameplay experience is available in the included PlayStation VR Mode from beginning to end. No Resident Evil you’ve ever survived could prepare you for this. [Capcom]… Expand",
    "developer": "Capcom",
    "relase_date": "Jan 24, 2017",
    "link1": "https://store.steampowered.com/app/418370",
    "link2": "http://residentevil7.com/",
    "link3": "http://residentevil.wikia.com/wiki/Resident_Evil_7:_Biohazard"
  },
  {
    "name": "The Legend of Zelda: Breath of the Wild",
    "summary": "Ignore everything you know about The Legend of Zelda games. Step into a world of discovery, exploration and adventure in The Legend of Zelda: Breath of the Wild. Travel across fields, through forests and to mountain peaks as you discover what has become of the ruined kingdom of Hyrule inIgnore everything you know about The Legend of Zelda games. Step into a world of discovery, exploration and adventure in The Legend of Zelda: Breath of the Wild. Travel across fields, through forests and to mountain peaks as you discover what has become of the ruined kingdom of Hyrule in this stunning open-air adventure. Explore the wilds of Hyrule any way you like - Climb up towers and mountain peaks in search of new destinations, then set your own path to get there and plunge into the wilderness. Along the way, you'll battle towering enemies, hunt wild beasts and gather ingredients for the food and elixirs you'll need to sustain you on your journey. More than 100 Shrines of Trials to discover and explore - Shrines dot the landscape, waiting to be discovered in any order you want. Search for them in various ways, and solve a variety of puzzles inside. Work your way through the traps and devices inside to earn special items and other rewards that will help you on your adventure. Be prepared and properly equipped - With an entire world waiting to be explored, you'll need a variety of outfits and gear to reach every corner. You may need to bundle up with warmer clothes or change into something better suited to the desert heat. Some clothing even has special effects that, for example, can make you faster and stealthier. [Nintendo]… Expand",
    "developer": "Nintendo",
    "relase_date": "Mar  3, 2017",
    "link1": "http://www.zelda.com/breath-of-the-wild/",
    "link2": "http://zelda.wikia.com/wiki/The_Legend_of_Zelda:_Breath_of_the_Wild",
    "link3": "https://en.wikipedia.org/wiki/The_Legend_of_Zelda:_Breath_of_the_Wild"
  },
  {
    "name": "Assassin's Creed Origins",
    "summary": "Set in mysterious Ancient Egypt, Assassin’s Creed Origins is a new beginning. Experience a new way to fight while exploring the Great Pyramids and hidden tombs across the country of Ancient Egypt, and encounter many memorable storylines along your journey. And discover the origin story ofSet in mysterious Ancient Egypt, Assassin’s Creed Origins is a new beginning. Experience a new way to fight while exploring the Great Pyramids and hidden tombs across the country of Ancient Egypt, and encounter many memorable storylines along your journey. And discover the origin story of the Assassin's Brotherhood. [Ubisoft]… Expand",
    "developer": "Ubisoft, Ubisoft Montreal",
    "relase_date": "Oct 27, 2017",
    "link1": "https://store.steampowered.com/app/582160",
    "link2": "http://assassinscreed.wikia.com/wiki/Assassin%27s_Creed:_Origins",
    "link3": "https://en.wikipedia.org/wiki/Assassin%27s_Creed_Origins"
  },
  {
    "name": "Call of Duty: WWII",
    "summary": "Call of Duty returns to its roots with Call of Duty: WWII - a breathtaking experience that redefines World War II for a new gaming generation. Land in Normandy on D-Day and battle across Europe through iconic locations in historys most monumental war. Experience classic Call of Duty combat,Call of Duty returns to its roots with Call of Duty: WWII - a breathtaking experience that redefines World War II for a new gaming generation. Land in Normandy on D-Day and battle across Europe through iconic locations in historys most monumental war. Experience classic Call of Duty combat, the bonds of camaraderie, and the unforgiving nature of war against a global power throwing the world into tyranny.… Expand",
    "developer": "Sledgehammer Games",
    "relase_date": "Nov  3, 2017",
    "link1": "https://store.steampowered.com/app/476600",
    "link2": "https://www.callofduty.com/wwii",
    "link3": "http://callofduty.wikia.com/wiki/Call_of_Duty:_World_War_II"
  },
  {
    "name": "Gran Turismo Sport",
    "summary": "The latest instalment of the Gran Turismo franchise is coming to PlayStation4 with the name Gran Turismo SPORT. The graphics, sound and physics engine promise to be the most realistic ever experienced in a driving simulator thanks to the new platform and the new technologies, but that aloneThe latest instalment of the Gran Turismo franchise is coming to PlayStation4 with the name Gran Turismo SPORT. The graphics, sound and physics engine promise to be the most realistic ever experienced in a driving simulator thanks to the new platform and the new technologies, but that alone would be a too obvious improvement: the way driving games are played also promise to undergo a revolution with Gran Turismo SPORT. This is a vision that invokes the rebirth of motorsports. The major difference between real life motorsports and Gran Turismo SPORT is in the fact that anyone, from children to the elderly, can participate and enjoy racing. Even players who have never played driving games until now can discover how fun it is to drive. Whilst at the same time, it promises the depth and complexity to meet the expectations of the existing Gran Turismo fans.… Expand",
    "developer": "Polyphony Digital",
    "relase_date": "Oct 17, 2017",
    "link1": "http://www.gran-turismo.com/us/products/gtsport/",
    "link2": "https://www.facebook.com/GranTurismo",
    "link3": null
  },
  {
    "name": "Middle-earth: Shadow of War",
    "summary": "Experience an epic open world brought to life by the Nemesis System. Forge a new Ring of Power, conquer Fortresses in massive battles and dominate Mordor with your personal orc army in Middle-earth: Shadow of War. Go behind enemy lines to forge your army, conquer Fortresses and dominateExperience an epic open world brought to life by the Nemesis System. Forge a new Ring of Power, conquer Fortresses in massive battles and dominate Mordor with your personal orc army in Middle-earth: Shadow of War. Go behind enemy lines to forge your army, conquer Fortresses and dominate Mordor from within. Experience how the award-winning Nemesis System creates unique personal stories with every enemy and follower, and confront the full power of the Dark Lord Sauron and his Ringwraiths in this epic new story of Middle-earth. In Middle-earth: Shadow of War, nothing will be forgotten.… Expand",
    "developer": "Monolith Productions",
    "relase_date": "Oct 10, 2017",
    "link1": "https://store.steampowered.com/app/356190",
    "link2": "https://www.shadowofwar.com/",
    "link3": "http://lotr.wikia.com/wiki/Middle-earth%3A_Shadow_of_War"
  },
  {
    "name": "Nioh",
    "summary": "Take up your sword and travel to Japans blood-bathed Sengoku period  an era ravaged by warring states and dark, malevolent forces  and cut a violent path through the land as the masterless samurai, William. Cross blades in brutal hand-to-hand combat, wielding swords, axes, spears and evenTake up your sword and travel to Japans blood-bathed Sengoku period  an era ravaged by warring states and dark, malevolent forces  and cut a violent path through the land as the masterless samurai, William. Cross blades in brutal hand-to-hand combat, wielding swords, axes, spears and even war hammers against foes both human and demon. Endure the vicious encounters and learn from your mistakes: each death will bring you resurrection and each resurrection a greater resolve to overcome your foes.… Expand",
    "developer": "Team Ninja",
    "relase_date": "Feb  7, 2017",
    "link1": "http://koei.wikia.com/wiki/Nioh",
    "link2": "https://en.wikipedia.org/wiki/Nioh",
    "link3": "http://teamninja-studio.com/nioh/"
  },
  {
    "name": "Xenoblade Chronicles 2",
    "summary": "Search for the ultimate paradise, Elysium, with your companion, Pyra.\n\nExplore an endless ocean of clouds, where the last remnants of civilization live on the backs of colossal beasts called Titans. Experience the story of Rex and his new friend, Pyra, a mysterious being known as a BladeSearch for the ultimate paradise, Elysium, with your companion, Pyra.\n\nExplore an endless ocean of clouds, where the last remnants of civilization live on the backs of colossal beasts called Titans. Experience the story of Rex and his new friend, Pyra, a mysterious being known as a Blade who grants him tremendous power. Together, search for Pyras long lost home Elysium, the ultimate paradise for all of humanity.\n\nFeatures:\n\n*    Explore colossal beasts called Titans, the homes of different civilizations, offering expansive regions to discover. \n*    Form powerful bonds with Blades, unique beings granting tremendous power to their users, called Drivers. \n*    Features a deep battle system that builds on triumphs of the Xenoblade Chronicles and Xenoblade Chronicles X games.… Expand",
    "developer": "Monolith Soft",
    "relase_date": "Dec  1, 2017",
    "link1": "https://en.wikipedia.org/wiki/Xenoblade_Chronicles_2",
    "link2": "http://xenobladechronicles2.nintendo.com/",
    "link3": "http://xenoblade.wikia.com/wiki/Xenoblade_Chronicles_2"
  },
  {
    "name": "PlayerUnknown's Battlegrounds",
    "summary": "PLAYERUNKNOWN'S BATTLEGROUNDS is a last-man-standing shooter being developed with community feedback. Players must fight to locate weapons and supplies in a massive 8x8 km island to be the lone survivor. This is BATTLE ROYALE.",
    "developer": "Bluehole, Inc., PUBG Corporation",
    "relase_date": "Dec 20, 2017",
    "link1": "https://store.steampowered.com/app/578080",
    "link2": "https://www.facebook.com/playbattlegrounds",
    "link3": "https://twitter.com/PUBATTLEGROUNDS"
  },
  {
    "name": "Mario Kart 8 Deluxe",
    "summary": "Race and battle your friends in the definitive version of Mario Kart 8. Hit the road with the definitive version of Mario Kart 8 and play anytime, anywhere! Race your friends or battle them in a revised battle mode on new and returning battle courses. Play locally in up to 4-playerRace and battle your friends in the definitive version of Mario Kart 8. Hit the road with the definitive version of Mario Kart 8 and play anytime, anywhere! Race your friends or battle them in a revised battle mode on new and returning battle courses. Play locally in up to 4-player multiplayer in 1080p while playing in TV Mode. Every track from the Wii U version, including DLC, makes a glorious return. Plus, the Inklings appear as all-new guest characters, along with returning favorites, such as King Boo, Dry Bones, and Bowser Jr. Race your friends in the definitive version of Mario Kart 8, only on Nintendo Switch. Race as every character on every track from the Wii U version, including DLC characters and tracks. Pop some balloons in the revamped Battle mode, complete with Balloon Battle and Bob-omb Blast. Battle on new courses, like Urchin Underpass and Battle Stadium, or returning ones, such as GCN Luigi's Mansion and SNES Battle Course 1. Inkling Girl & Inkling Boy from Splatoon, King Boo, Dry Bones, and Bowser Jr. join the roster. Players can choose a new Smart Steering feature which makes driving and staying on the track easy for novice players and kids even at 200cc. Three new vehicles have been added, two are even inspired by Splatoon. Carry two items at the same time. Returning items include Boo, the item stealing ghost, and the Feather, which gives you a high jump in battle mode. Play your friends in local wireless multiplayer with up to 8 players. Drive through in 1080p HD quality in TV mode. Play on the go with handheld mode and play anytime, anywhere.… Expand",
    "developer": "Nintendo",
    "relase_date": "Apr 28, 2017",
    "link1": "http://mariokart8.nintendo.com/",
    "link2": "https://www.mariowiki.com/Mario_Kart_8_Deluxe",
    "link3": "https://en.wikipedia.org/wiki/Mario_Kart_8"
  },
  {
    "name": "Elex",
    "summary": "Advanced in technology, civilized and with a population of billions, Magalan was a planet looking to the future. Then the meteor hit. Those who survived are now trapped in a battle to survive, a struggle to decide the fate of a planet. At the center of this fight is the element \"Elex\". AAdvanced in technology, civilized and with a population of billions, Magalan was a planet looking to the future. Then the meteor hit. Those who survived are now trapped in a battle to survive, a struggle to decide the fate of a planet. At the center of this fight is the element \"Elex\". A precious, limited resource that arrived with the meteor, Elex can power machines, open the door to magic, or re-sculpt life into new, different forms. But which of these choices should be the future of Magalan? Can technology, or magic save this world? Or will this new power destroy all those left alive amongst the ruins? \n\nElex is an action, role-playing open world game for PC and Consoles, developed by Piranha Bytes, creators of the award winning Gothic series and is set in a brand new, post-apocalyptic, Science-Fantasy universe where magic meets mechs.… Expand",
    "developer": "Piranha Bytes",
    "relase_date": "Oct 17, 2017",
    "link1": "https://store.steampowered.com/app/411300",
    "link2": "https://www.gog.com/game/elex",
    "link3": "https://www.facebook.com/elexgame"
  },
  {
    "name": "FIFA 18",
    "summary": "Score incredible goals in FIFA 18 as new movement and finishing animations unlock more fluid striking and heading of the ball. All-new crossing controls bring greater options to how you send it into the box. Whipped to the spot, arching deliveries, and pinged crosses to the back-stick willScore incredible goals in FIFA 18 as new movement and finishing animations unlock more fluid striking and heading of the ball. All-new crossing controls bring greater options to how you send it into the box. Whipped to the spot, arching deliveries, and pinged crosses to the back-stick will shake up your attacks in the final third. The biggest step in gameplay, FIFA 18 introduces Real Player Motion Technology, an all-new animation system that unlocks the next level of responsiveness and player personality. Now Cristiano Ronaldo and other top players feel and move exactly like they do on the real pitch. From tiki-taka to high press, new Team Styles put the most recognised tactics of the world's best clubs on the pitch in FIFA 18. Enjoy more time and space to read the play through New Player Positioning, while improved tactics give players greater options on the ball as teammates exploit space and make new attacking runs. [Electronic Arts]… Expand",
    "developer": "EA Vancouver",
    "relase_date": "Sep 26, 2017",
    "link1": "https://www.easports.com/fifa/",
    "link2": "https://twitter.com/easportsfifa",
    "link3": "https://www.instagram.com/easportsfifa"
  },
  {
    "name": "Splatoon 2",
    "summary": "Ink-splatting action is back and fresher than ever. Get hyped for the sequel to the game about splatting ink and claiming turf, as the squid-like Inklings return in a colorful and chaotic 4 vs. 4 action shooter. For the first time, take Turf War battles on-the-go via local multiplayer inInk-splatting action is back and fresher than ever. Get hyped for the sequel to the game about splatting ink and claiming turf, as the squid-like Inklings return in a colorful and chaotic 4 vs. 4 action shooter. For the first time, take Turf War battles on-the-go via local multiplayer in portable play styles. You can also compete in frenetic online matches like before. Two years have passed since the release of Splatoon, and two years have also passed in the game world, leading to an evolution in fashion trends and new styles of weapons and gear. Staying fresh never looked so good. Features: New weapons  New dual-wielding Splat Dualies join the action, complete with a new Dodge Roll move. Mainstays like the Splat Roller and Splat Charger have also been remixed to include new gameplay mechanics and brand-new special weapons. Local and Online Multiplayer  In a first for the series, compete in local multiplayer Turf War battles, whether in TV mode or on-the-go in handheld or tabletop modes. Online battles also make a return. New ways to play  Play using the Joy-Con controllers or the Nintendo Switch Pro Controller, both of which allow for gyro controls for better aiming and control. New Trends  Two years have passed since the release of Splatoon in real life, and two years have also passed in the game world. Some familiar characters return under different circumstances, and new characters are introduced as well. Fresh Updates - Similar to Splatoon for Wii U, updates will roll out post-launch, adding new content. Smart Device Support  An upcoming smart-phone application for the Nintendo Switch system will enhance matchmaking and allow for voice chat options. Turf War  Iconic 4 vs. 4 Turf War battles return. The goal is to splat ink on as much territory as possible, while strategically submerging yourself in your team's colors and blasting your enemies.… Expand",
    "developer": "Nintendo",
    "relase_date": "Jul 21, 2017",
    "link1": "http://splatoon.nintendo.com/",
    "link2": "https://splatoonwiki.org/wiki/Splatoon_2",
    "link3": "https://en.wikipedia.org/wiki/Splatoon_2"
  },
  {
    "name": "Divinity: Original Sin II",
    "summary": "Master deep, tactical combat. Join up to 3 other players - but know that only one of you will have the chance to become a God.",
    "developer": "Larian Studios Games Ltd",
    "relase_date": "Sep 14, 2017",
    "link1": "https://store.steampowered.com/app/435150",
    "link2": "https://www.gog.com/game/divinity_original_sin_2",
    "link3": "https://en.wikipedia.org/wiki/Divinity:_Original_Sin_II"
  },
  {
    "name": "Wolfenstein II: The New Colossus",
    "summary": "Wolfenstein II: The New Colossus is the highly anticipated sequel to the critically acclaimed, Wolfenstein: The New Order developed by the award-winning studio MachineGames. An exhilarating adventure brought to life by the industry-leading id Tech 6, Wolfenstein II sends players toWolfenstein II: The New Colossus is the highly anticipated sequel to the critically acclaimed, Wolfenstein: The New Order developed by the award-winning studio MachineGames. An exhilarating adventure brought to life by the industry-leading id Tech 6, Wolfenstein II sends players to Nazi-controlled America on a mission to recruit the boldest resistance leaders left. Fight the Nazis in iconic American locations, equip an arsenal of badass guns, and unleash new abilities to blast your way through legions of Nazi soldiers in this definitive first-person shooter. America, 1961. The Nazis maintain their stranglehold on the world. You are BJ Blazkowicz, aka Terror-Billy, member of the Resistance, scourge of the Nazi empire, and humanitys last hope for liberty. Only you have the guts, guns, and gumption to return stateside, kill every Nazi in sight, and spark the second American Revolution.… Expand",
    "developer": "MachineGames",
    "relase_date": "Oct 27, 2017",
    "link1": "https://store.steampowered.com/app/612880",
    "link2": "https://www.facebook.com/Wolfenstein.eu",
    "link3": "https://twitter.com/wolfenstein"
  },
  {
    "name": "For Honor",
    "summary": "For Honor is a competitive third-person melee title which mixes speed, strategy and team play with close range combat. The Chosen has survived a thousand years of wandering the southern deserts. Their journey should have wiped them out hundreds of years ago, but they survived thanks to theFor Honor is a competitive third-person melee title which mixes speed, strategy and team play with close range combat. The Chosen has survived a thousand years of wandering the southern deserts. Their journey should have wiped them out hundreds of years ago, but they survived thanks to the skill set and focus of their heroes. These individuals hoe to lead their followers to an improbable victory and to establish a new homeland. Striking fear in their enemies, The Warborn warriors sail across the Boiling Sea to raid the southern coast. Known for their fire and passion, they will seek to drive their enemies out of their ancestral lands. On the shoulders of great heroes, The Legions have driven out invaders, conquered any who wouldn't join them, and established hundreds of others to defend what is theirs. Facing invasion on two fronts, these heroes fight to protect their lands form the heathens who would take it. [Ubisoft]… Expand",
    "developer": "Ubisoft Montreal",
    "relase_date": "Feb 14, 2017",
    "link1": "https://store.steampowered.com/app/304390",
    "link2": "http://forhonorgame.com/",
    "link3": "http://forhonor.wikia.com/wiki/For_Honor_Wiki"
  },
  {
    "name": "NBA 2K18",
    "summary": "The highest rated* annual sports title of this console generation returns with NBA 2K18, featuring unparalleled authenticity and improvements on the court.\n\n*According to 2008 - 2016 Metacritic.com",
    "developer": "Visual Concepts",
    "relase_date": "Sep 15, 2017",
    "link1": "https://store.steampowered.com/app/577800",
    "link2": "https://itunes.apple.com/us/app/nba-2k18/id1232808822?mt=8&uo=4",
    "link3": "https://play.google.com/store/apps/details?id=com.t2ksports.nba2k18and&hl=en&gl=us"
  },
  {
    "name": "Sonic Forces",
    "summary": "In Eggman's greatest victory to date, the evil doctor has conquered much of the world with a mysterious new power. A resistance comprised of Sonic's friends is formed to fight back, and in the midst of the chaos and destruction, an unlikely hero will rise up to help Modern and Classic SonicIn Eggman's greatest victory to date, the evil doctor has conquered much of the world with a mysterious new power. A resistance comprised of Sonic's friends is formed to fight back, and in the midst of the chaos and destruction, an unlikely hero will rise up to help Modern and Classic Sonic take back the world. Even these three heroes may have their work cut out for them, as Dr. Eggman has a new ally of his own...… Expand",
    "developer": "SegaSoft, Sonic Team",
    "relase_date": "Nov  7, 2017",
    "link1": "https://store.steampowered.com/app/637100",
    "link2": "https://en.wikipedia.org/wiki/Sonic_Forces",
    "link3": "https://www.sonicthehedgehog.com/sonic-forces"
  },
  {
    "name": "Crash Bandicoot N. Sane Trilogy",
    "summary": "Your favorite marsupial, Crash Bandicoot, is back. He's enhanced, entranced & ready-to-dance with the N. Sane Trilogy game collection. Now you can experience Crash Bandicoot like never before in Fur-K. Spin, jump, wump and repeat as you take on the epic challenges and adventures through theYour favorite marsupial, Crash Bandicoot, is back. He's enhanced, entranced & ready-to-dance with the N. Sane Trilogy game collection. Now you can experience Crash Bandicoot like never before in Fur-K. Spin, jump, wump and repeat as you take on the epic challenges and adventures through the three games that started it all, Crash Bandicoot, Crash Bandicoot 2: Cortex Strikes Back and Crash Bandicoot: Warped. Relive all your favorite Crash moments in their fully-remastered HD graphical glory and get ready to put some UMPH in your WUMP.… Expand",
    "developer": "Vicarious Visions",
    "relase_date": "Jun 30, 2017",
    "link1": "https://store.steampowered.com/app/731490/Crash_Bandicoot_N_Sane_Trilogy",
    "link2": "http://www.crashbandicoot.com/",
    "link3": "http://crashbandicoot.wikia.com/wiki/Crash_Bandicoot_N._Sane_Trilogy"
  },
  {
    "name": "Cuphead",
    "summary": "Cuphead is a classic run and gun action game primarily focused on boss battles. Inspired by the cartoons of the 1930s, the visuals and audio are carefully created with the same techniques of the era, i.e. traditional cel animation (hand drawn & hand inked), watercolor backgrounds, andCuphead is a classic run and gun action game primarily focused on boss battles. Inspired by the cartoons of the 1930s, the visuals and audio are carefully created with the same techniques of the era, i.e. traditional cel animation (hand drawn & hand inked), watercolor backgrounds, and original jazz recordings. Play as Cuphead or Mugman (in single player or co-op) as you traverse strange worlds, acquire new weapons, learn powerful super moves, and discover hidden secrets. [Studio MDHR]… Expand",
    "developer": "Studio MDHR",
    "relase_date": "Sep 29, 2017",
    "link1": "https://store.steampowered.com/app/268910",
    "link2": "https://en.wikipedia.org/wiki/Cuphead",
    "link3": "https://twitter.com/StudioMDHR"
  },
  {
    "name": "Hellblade: Senua's Sacrifice",
    "summary": "Unsheathe the bloodstained blade of gritty warrior Senua as she fights her way through a nightmarish landscape in a ferociously personal journey. Can you survive a fearsome realm of vicious swordplay and terrifying creatures?",
    "developer": "Ninja Theory",
    "relase_date": "Aug  8, 2017",
    "link1": "https://store.steampowered.com/app/414340",
    "link2": "https://www.gog.com/game/hellblade_senuas_sacrifice",
    "link3": "https://en.wikipedia.org/wiki/Hellblade:_Senua%27s_Sacrifice"
  },
  {
    "name": "Need for Speed Payback",
    "summary": "Set in the underworld of Fortune Valley, players drive as three distinct characters reunited by a quest for vengeance against The House, a nefarious cartel that rules the city’s casinos, criminals and cops. They take on a variety of challenges and events as Tyler, the Racer; Mac, theSet in the underworld of Fortune Valley, players drive as three distinct characters reunited by a quest for vengeance against The House, a nefarious cartel that rules the city’s casinos, criminals and cops. They take on a variety of challenges and events as Tyler, the Racer; Mac, the Showman; and Jess, the Wheelman to earn the respect of the underground. Featuring the deepest customization from the series, players can truly craft a personalized and unique ride, or spend hours finding and tuning an abandoned derelict into a supercar. They can then push their cars to the limit and raise the stakes by betting on their own performance, where they can either multiply their winnings or risk losing it all. [Electronic Arts]… Expand",
    "developer": "Ghost Games",
    "relase_date": "Nov  7, 2017",
    "link1": "https://www.ea.com/en-gb/games/need-for-speed/need-for-speed-payback",
    "link2": "https://www.facebook.com/needforspeed",
    "link3": "https://twitter.com/needforspeed"
  },
  {
    "name": "Destiny 2: Curse of Osiris",
    "summary": "Destiny 2 – Expansion I: Curse of Osiris, takes place after the conclusion of the Destiny 2 campaign where you are dispatched to Mercury on a quest to find Osiris, the most powerful Warlock to have ever lived, to discover the answers humanity needs to fight back against the Vex. Curse ofDestiny 2 – Expansion I: Curse of Osiris, takes place after the conclusion of the Destiny 2 campaign where you are dispatched to Mercury on a quest to find Osiris, the most powerful Warlock to have ever lived, to discover the answers humanity needs to fight back against the Vex. Curse of Osiris adds a new chapter to the world of Destiny 2, expanding the universe by adding an all-new cinematic story with new and returning characters, a new destination to explore, Mercury and its Infinite Forest, a new social space to visit called the Lighthouse, new missions, new strikes, new raid content, new free roam activities, a world quest to complete, and more.… Expand",
    "developer": "Bungie",
    "relase_date": "Dec  5, 2017",
    "link1": "https://www.destinythegame.com/expansion1",
    "link2": "https://d2.destinygamewiki.com/wiki/Curse_of_Osiris",
    "link3": "https://www.facebook.com/DestinyTheGame"
  },
  {
    "name": "Uncharted: The Lost Legacy",
    "summary": "The first standalone adventure in Uncharted franchise history led by Chloe Frazer. In order to recover a fabled ancient Indian artefact and keep it out of the hands of a ruthless war profiteer, Chloe Frazer must enlist the aid of renowned mercenary Nadine Ross (from Uncharted 4: A Thief'sThe first standalone adventure in Uncharted franchise history led by Chloe Frazer. In order to recover a fabled ancient Indian artefact and keep it out of the hands of a ruthless war profiteer, Chloe Frazer must enlist the aid of renowned mercenary Nadine Ross (from Uncharted 4: A Thief's End). Venturing deep into Indias Western Ghats mountain range, Chloe and Nadine must learn to work together to unearth the artefact and fight their way through fierce opposition to prevent the region from falling into chaos.… Expand",
    "developer": "Naughty Dog",
    "relase_date": "Aug 22, 2017",
    "link1": "http://www.unchartedthegame.com/en-us/games/uncharted-the-lost-legacy/",
    "link2": null,
    "link3": null
  },
  {
    "name": "Prey",
    "summary": "You awaken aboard Talos I, a space station orbiting the moon in the year 2032. You are the key subject in an experiment meant to change humanity forever – but things have gone terribly wrong. The space station has been overrun by hostile aliens and you are now being hunted. As you delve intoYou awaken aboard Talos I, a space station orbiting the moon in the year 2032. You are the key subject in an experiment meant to change humanity forever – but things have gone terribly wrong. The space station has been overrun by hostile aliens and you are now being hunted. As you delve into the dark secrets of Talos I and your own past, you have to survive using the tools found on the station, your wits, weapons, and mind-bending abilities. [Bethesda Softworks]… Expand",
    "developer": "Arkane Studios",
    "relase_date": "May  5, 2017",
    "link1": "http://prey.wikia.com/",
    "link2": null,
    "link3": null
  },
  {
    "name": "Tom Clancy's Ghost Recon: Wildlands",
    "summary": "Taking place a few years into the future, Ghost Recon Wildlands empowers players to lead a team of Ghosts, a four-player U.S. Elite Special Operations unit, on a covert mission to destroy the Santa Blanca drug cartel, an underworld force and growing global threat within Ubisoft’s imaginingTaking place a few years into the future, Ghost Recon Wildlands empowers players to lead a team of Ghosts, a four-player U.S. Elite Special Operations unit, on a covert mission to destroy the Santa Blanca drug cartel, an underworld force and growing global threat within Ubisoft’s imagining of a beautiful, yet dangerous Bolivia. With hundreds of villages and well-known landmarks, local legends and various factions and regions, players venture into a vast world with which to interact and explore. The Ghosts’ upgradable skills, along with a vast arsenal of weapons, vehicles and drones, help them defeat their almighty enemy. Gamers can play the entire game solo or they join up with as many as three friends in co-op to roam freely in this vast playground. [Ubisoft]… Expand",
    "developer": "Ubisoft Paris",
    "relase_date": "Mar  7, 2017",
    "link1": "https://itunes.apple.com/us/app/tom-clancys-ghost-recon-wildlands-hq/id1101757184?mt=8",
    "link2": "https://play.google.com/store/apps/details?id=com.ubisoft.grwhq",
    "link3": "https://store.steampowered.com/app/460930"
  },
  {
    "name": "Sonic Mania",
    "summary": "Sonic Mania brings fans back into the 2D world of platform games with nostalgic pixel-style art and core \"classic\" gameplay by reimagining iconic Zones and Acts from Sonic The Hedgehog, Sonic The Hedgehog 2, Sonic CD and Sonic The Hedgehog 3 and Knuckles, and adding in completely new ZonesSonic Mania brings fans back into the 2D world of platform games with nostalgic pixel-style art and core \"classic\" gameplay by reimagining iconic Zones and Acts from Sonic The Hedgehog, Sonic The Hedgehog 2, Sonic CD and Sonic The Hedgehog 3 and Knuckles, and adding in completely new Zones with all-new Acts and boss fights into the mix. [Nintendo]… Expand",
    "developer": "Tantalus",
    "relase_date": "Aug 15, 2017",
    "link1": "https://store.steampowered.com/app/584400",
    "link2": "https://en.wikipedia.org/wiki/Sonic_Mania",
    "link3": "http://www.sonicthehedgehog.com/"
  },
  {
    "name": "Forza Motorsport 7",
    "summary": "Experience the thrill of motorsport at the limit. Enjoy graphics at 60fps and native 4K resolution in HDR. Collect and race more than 700 cars, including the largest collection of Ferraris, Porsches, and Lamborghinis ever. Challenge yourself across 30 famous destinations and 200 ribbons,Experience the thrill of motorsport at the limit. Enjoy graphics at 60fps and native 4K resolution in HDR. Collect and race more than 700 cars, including the largest collection of Ferraris, Porsches, and Lamborghinis ever. Challenge yourself across 30 famous destinations and 200 ribbons, where race conditions change every time you return to the track. [Microsoft]… Expand",
    "developer": "Turn 10",
    "relase_date": "Sep 29, 2017",
    "link1": "https://en.wikipedia.org/wiki/Forza_Motorsport_7",
    "link2": "https://forzamotorsport.net/en-us/games/fm7",
    "link3": "http://forza.wikia.com/wiki/Forza_Motorsport_7"
  },
  {
    "name": "Warhammer 40,000: Dawn of War III",
    "summary": "Jump into a brutal battle between three warring factions In Dawn of War III. You will have no choice but to face your foes when a catastrophic weapon is found on the mysterious world of Acheron.",
    "developer": "Relic",
    "relase_date": "Apr 27, 2017",
    "link1": "https://store.steampowered.com/app/285190",
    "link2": "https://www.facebook.com/DawnOfWar",
    "link3": "https://twitter.com/dawnofwar"
  },
  {
    "name": "The Evil Within 2",
    "summary": "You are Detective Sebastian Castellanos and at your lowest point. But when given a chance to save your daughter, you must enter a world filled with nightmares and discover the dark origins of a once-idyllic town to bring her back. Horrifying threats emerge from every corner as the worldYou are Detective Sebastian Castellanos and at your lowest point. But when given a chance to save your daughter, you must enter a world filled with nightmares and discover the dark origins of a once-idyllic town to bring her back. Horrifying threats emerge from every corner as the world twists and warps around you. Will you face adversity head on with weapons and traps, or sneak through the shadows to survive?… Expand",
    "developer": "Tango Gameworks",
    "relase_date": "Oct 13, 2017",
    "link1": "https://store.steampowered.com/app/601430",
    "link2": "http://theevilwithin.wikia.com/wiki/The_Evil_Within_2",
    "link3": "https://en.wikipedia.org/wiki/The_Evil_Within_2"
  },
  {
    "name": "Pokemon Ultra Sun",
    "summary": "A new light shines on the Alola region.\n\nTake on the role of a Pokemon Trainer and uncover new tales, and unravel the mystery behind the two forms reminiscent of the Legendary Pokemon. With new story additions and features this earns Pokemon Ultra Sun and Pokemon Ultra Moon the nameA new light shines on the Alola region.\n\nTake on the role of a Pokemon Trainer and uncover new tales, and unravel the mystery behind the two forms reminiscent of the Legendary Pokemon. With new story additions and features this earns Pokemon Ultra Sun and Pokemon Ultra Moon the name \"Ultra!\" Another adventure is about to begin.\n\nNew Pokemon forms have been discovered in the Aloha region in Pokemon Ultra Sun and Pokemon Ultra Moon! These forms are reminiscent of the Legendary Pokemon Solgaleo, Lunala, and Necrozma, first revealed in Pokemon Sun and Pokemon Moon. Head out on an epic journey as you solve the mystery behind these fascinating Pokemon! In this expanded adventure, get ready to explore more of the Alola region, catch more amazing Pokemon, and battle more formidable foes in Pokemon Ultra Sun and Pokemon Ultra Moon!… Expand",
    "developer": "Game Freak",
    "relase_date": "Nov 17, 2017",
    "link1": "http://www.pokemon-sunmoon.com/ultra/en-us/",
    "link2": "https://bulbapedia.bulbagarden.net/wiki/Pok%C3%A9mon_Ultra_Sun_and_Ultra_Moon",
    "link3": "https://en.wikipedia.org/wiki/Pok%C3%A9mon_Ultra_Sun_and_Ultra_Moon"
  },
  {
    "name": "Metroid: Samus Returns",
    "summary": "A classic Metroid adventure returns, rebuilt from the ground up. Brave the hostile terrain of an alien planet teeming with vicious life forms as legendary bounty hunter Samus Aran. Her mission? Terminate the Metroid menace in this masterful reimagining of her 1991 Game Boy adventure. SamusA classic Metroid adventure returns, rebuilt from the ground up. Brave the hostile terrain of an alien planet teeming with vicious life forms as legendary bounty hunter Samus Aran. Her mission? Terminate the Metroid menace in this masterful reimagining of her 1991 Game Boy adventure. Samus Arans arsenal has been enhanced with new moves and abilities that are sure to help her face the deadly surprises that await. This intense, side-scrolling action platformer is a great entry point into the Metroid franchise and perfect for returning fans as well, and its available only on the Nintendo 3DS family of systems.\n\nFeatures: \n\n*    This intense, side-scrolling action platformer has been completely remade with engaging and immersive 3D visuals and a rich, atmospheric color palette.\n*    Classic Metroid II: Return of Samus gameplay is joined by a wealth of new content, including a set of brand new abilities that utilizes a mysterious energy resource called Aeion, a powerful melee counterattack, and 360-degree Free Aim Mode. \n*    There are plenty of secrets to findand if you uncover enough of them, you may even start to unravel the mystery of Planet SR388s past. \n*    Two new amiibo figures*Samus Aran and Metroidwill be released as a set alongside the game. This game is also compatible with the Zero Suit Samus and Samus amiibo from the Super Smash Bros. series. Functionality details will be revealed at a later date. \n*    While supplies last, fans will be able to purchase a special edition of the game, which includes a physical copy of the game, a sound-selection CD featuring 25 tracks from across the Metroid franchise, and a reversible title-sheet insert for the game case.… Expand",
    "developer": "Mercury Steam",
    "relase_date": "Sep 15, 2017",
    "link1": "https://en.wikipedia.org/wiki/Metroid:_Samus_Returns",
    "link2": "https://metroidsamusreturns.nintendo.com/",
    "link3": "http://metroid.wikia.com/wiki/Metroid:_Samus_Returns"
  },
  {
    "name": "Tekken 7",
    "summary": "Love, Revenge, Pride. Each one of us has a reason to fight. Values are what define us and make us human, regardless of our strengths or weaknesses. There are no wrong motives, just the paths we choose to take. Experience the epic conclusion of the Mishima clan and unravel the reasons behindLove, Revenge, Pride. Each one of us has a reason to fight. Values are what define us and make us human, regardless of our strengths or weaknesses. There are no wrong motives, just the paths we choose to take. Experience the epic conclusion of the Mishima clan and unravel the reasons behind each step of their ceaseless fight. Powered by Unreal Engine 4, Tekken 7 features story-driven cinematic battles and intense duels that can be enjoyed with friends and rivals alike through innovative fight mechanics.… Expand",
    "developer": "Bandai Namco Games",
    "relase_date": "Jun  2, 2017",
    "link1": "https://store.steampowered.com/app/389730",
    "link2": "https://www.facebook.com/tekken",
    "link3": "http://tekken.wikia.com/wiki/Tekken_7"
  },
  {
    "name": "ARMS",
    "summary": "The first fighting game of its kind. Choose a fighting champion from around the world, equip your own combination of extendable arms, and then use a mix of button presses and quick hand motions to really take the fight to your opponent. Throw punches and guide them midflight to hit agileThe first fighting game of its kind. Choose a fighting champion from around the world, equip your own combination of extendable arms, and then use a mix of button presses and quick hand motions to really take the fight to your opponent. Throw punches and guide them midflight to hit agile fighters, avoid incoming attacks with dashes, or trampoline high into the air to rain down fists from above. Power-up your punches to deal extra damage or curve your fists around obstacles to hit skittish opponents. Fill up your special gauge to dish out devastating combinations and finish them off. Unleash your inner fighter in this unbelievable sporting event. Fight via simple motion and button controls  Grab onto your Joy-Con with a unique \"thumbs-up\" grip and use simple motions and button presses to outthink your opponent. Toss and curve punches when you find an opening, and dodge a flurry of incoming attacks. It's fast-paced fun for everyone!\n*    Select from a variety of fighters  Select from brand-new fighting superstars like Ribbon Girl, Master Mummy, and more! Each fighter has their own special attributes to learn and master.\n*    Fight in arenas with unique obstacles  Throw punches around (or through) mysterious liquid-filled columns in a spooky laboratory, or in certain arenas, toss fighters onto trampolines for epic aerial skirmishes.\n*    Choose your arms carefully  Each weapon has its own strength. Some are slow and do tons of damage, while others are fast as lighting, but will only serve to set up larger combinations. It's up to you to mix and match your arms to fit your play style.… Expand",
    "developer": "Nintendo",
    "relase_date": "Jun 16, 2017",
    "link1": "https://en.wikipedia.org/wiki/Arms_(video_game)",
    "link2": "http://arms.nintendo.com/",
    "link3": "http://nintendo.wikia.com/wiki/ARMS"
  },
  {
    "name": "Yakuza 0",
    "summary": "The story follows Kazuma Kiryu as a junior yakuza member who finds himself in a heap of trouble when a simple debt collection goes upside down and his mark ends up murdered. Meanwhile, Goro Majima is living a \"normal\" life as the proprieter of a cabaret club, but is doing whatever it takesThe story follows Kazuma Kiryu as a junior yakuza member who finds himself in a heap of trouble when a simple debt collection goes upside down and his mark ends up murdered. Meanwhile, Goro Majima is living a \"normal\" life as the proprieter of a cabaret club, but is doing whatever it takes to rejoin the yakuza. What that entails isn't exactly easy.… Expand",
    "developer": "Ryu ga Gotoku Studios",
    "relase_date": "Jan 24, 2017",
    "link1": "https://store.steampowered.com/app/638970/Yakuza_0",
    "link2": "http://yakuza.wikia.com/wiki/Yakuza_0",
    "link3": "https://en.wikipedia.org/wiki/Yakuza_0"
  },
  {
    "name": "Injustice 2",
    "summary": "Every battle defines you. Power up and build the ultimate version of your favorite DC legends in INJUSTICE 2. With a massive selection of DC Super Heroes and Super-Villains, INJUSTICE 2 allows you to equip every iconic character with unique and powerful gear earned throughout the game.Every battle defines you. Power up and build the ultimate version of your favorite DC legends in INJUSTICE 2. With a massive selection of DC Super Heroes and Super-Villains, INJUSTICE 2 allows you to equip every iconic character with unique and powerful gear earned throughout the game. Experience an unprecedented level of control over how your favorite characters look, how they fight, and how they develop across a huge variety of game modes. This is your super Hero. Your Journey. Your Injustice.… Expand",
    "developer": "NetherRealm Studios",
    "relase_date": "May 16, 2017",
    "link1": "https://store.steampowered.com/app/627270",
    "link2": "http://injustice.wikia.com",
    "link3": "https://www.facebook.com/injusticegame"
  },
  {
    "name": "Halo Wars 2",
    "summary": "Halo Wars 2 is a strategy game packed with fast-paced action, massive battles, and an all-new Halo story. Developed by Creative Assembly, a SEGA company and the creators of the popular “Total War™” series, in partnership with 343 Industries.",
    "developer": "Creative Assembly",
    "relase_date": "Feb 17, 2017",
    "link1": "http://www.xbox.com/en-US/games/halo-wars-2",
    "link2": "http://halo.wikia.com/wiki/Halo_Wars_2",
    "link3": "https://en.wikipedia.org/wiki/Halo_Wars_2"
  },
  {
    "name": "Yooka-Laylee",
    "summary": "Yooka-Laylee is an all-new 3D platformer from the creative talent behind the Banjo-Kazooie and Donkey Kong Country games. Our new heroes, Yooka (the green bloke with no pants) and Laylee (the wisecracking lady-bat with the big nose) were conceptualised from the ground up for stellarYooka-Laylee is an all-new 3D platformer from the creative talent behind the Banjo-Kazooie and Donkey Kong Country games. Our new heroes, Yooka (the green bloke with no pants) and Laylee (the wisecracking lady-bat with the big nose) were conceptualised from the ground up for stellar platforming gameplay, created by the same character artist behind the rebooted Donkey Kong family and legendary N64 heroes Banjo and Kazooie. Using an arsenal of special moves like Yookas tongue grapple and Laylees tactical sonar blast, players will explore  and expand  gorgeous 3D worlds drawn up by esteemed environment artist Steven Hurst (Banjo-Kazooie series, Viva Pinata) and through skill discover the plethora of delicious collectibles hidden within.\n\nFEATURES:\n\n* Heroes Built for Fun: Our new buddy-duo were dreamed up specifically for entertaining platforming gameplay and exceptional colour coordination. We think we've captured the spirit of our past heroes while introducing our most inventive moves yet.\n\n* An Arsenal of Abilities: Sonar blasting, tongue whipping, sky soaring a move roster built for platforming fun  and unlocked with added freedom. Additionally, there may or may not be a move involving a giant fart bubble.\n\n* A Dream Soundtrack: David Wise (Donkey Kong Country) and Grant Kirkhope (Banjo-Kazooie) combine in what's sure to be a melodic masterpiece! Seriously, clean out your ears - they're in for a treat.\n\n* Collect-em-up 2.0: A roster of shiny collectibles with gameplay progression at their core (as well as other, more valuable materials). Every collectible type in our new game will expand gameplay in a meaningful way. Yes, we employ the man responsible for DK64's myriad of trinkets, but we've had a stern word. Our main collectible, Pagies, are used to unlock and expand new worlds in Yooka-Laylee.\n\n* Expandable Worlds: Experience more of the playgrounds you love by spending collectibles to expand your favourites into bigger, more challenging worlds.\n\n* A Cast to Last: A huge cast of memorable characters to meet (or beat) brought to life by the art and audio teams behind Banjo-Kazooie and destined to endure in future games as part of Playtonic Universe. Expect all manner of grunts, squeaks and squawks.\n\n* Introducing Play Tonics: Discover these unique gameplay modifiers and use them to customise gameplay to suit your style. Will you run faster, hit harder or fly further? Also, are they named after our studio or vice versa? We'll never know.\n\n* Arcade machines: Each world hides at least one secret arcade game encasing old-school gaming goodness. Complete its retro-tastic challenge to claim your Pagie!… Expand",
    "developer": "Playtonic Games",
    "relase_date": "Apr  5, 2017",
    "link1": "https://store.steampowered.com/app/360830",
    "link2": "https://www.gog.com/game/yookalaylee",
    "link3": "http://www.playtonicgames.com/games/yooka-laylee/"
  },
  {
    "name": "South Park: The Fractured But Whole",
    "summary": "South Park: The Fractured but Whole empowers players to delve into the tender, crime-ridden underbelly of South Park with Coon and Friends. This dedicated group of crime fighters was formed by Eric Cartman, whose superhero alter ego, The Coon, is half man, half raccoon. As The New Kid,South Park: The Fractured but Whole empowers players to delve into the tender, crime-ridden underbelly of South Park with Coon and Friends. This dedicated group of crime fighters was formed by Eric Cartman, whose superhero alter ego, The Coon, is half man, half raccoon. As The New Kid, players join Mysterion, Toolshed, Human Kite, Mosquito, Mint Berry Crunch and a group of others to battle the forces of evil while Coon strives to make his team some of the most beloved superheroes in history. Creators Matt Stone and Trey Parker were involved in every step of the development of the game. [Ubisoft]… Expand",
    "developer": "Ubisoft San Francisco",
    "relase_date": "Oct 17, 2017",
    "link1": "https://store.steampowered.com/app/488790",
    "link2": "https://en.wikipedia.org/wiki/South_Park:_The_Fractured_but_Whole",
    "link3": "http://southpark.wikia.com/wiki/South_Park:_The_Fractured_But_Whole"
  },
  {
    "name": "Torment: Tides of Numenera",
    "summary": "Torment: Tides of Numenera is a single-player role-playing game which continues the thematic legacy of the critically acclaimed Planescape: Torment by having to face complex and nuanced morality decisions, carefully contemplating deep and reactive choices with consequences that echoTorment: Tides of Numenera is a single-player role-playing game which continues the thematic legacy of the critically acclaimed Planescape: Torment by having to face complex and nuanced morality decisions, carefully contemplating deep and reactive choices with consequences that echo throughout the game all the while immersed into a new and strange vision taken from by renowned designer and writer Monte Cook's new tabletop role-playing game, Numenera. In Torment: Tides of Numenera, players must decide for themselves the answer to the eternal question, what does one life matter? Numenera's Ninth World is a fantastic vision of a world in which massive civilizations continue to rise and fall with only cities, monuments, and artifacts left behind to serve as reminders of their past existence. These reminders have become part of the accumulated detritus of eons and now this assortment of ancient power, called the numenera, is there for the taking. One of these humans has discovered a way to harness the numenera to grow strong, to cheat death, to skip across the face of centuries in a succession of bodies. But he discovers an unexpected side effect: You.… Expand",
    "developer": "InXile Entertainment",
    "relase_date": "Feb 28, 2017",
    "link1": "https://store.steampowered.com/app/272270",
    "link2": "https://www.gog.com/game/torment_tides_of_numenera",
    "link3": "http://torment.wikia.com/wiki/Torment:_Tides_of_Numenera"
  },
  {
    "name": "The Elder Scrolls V: Skyrim VR",
    "summary": "A true, full-length open-world game for VR has arrived from award-winning developers, Bethesda Game Studios. Skyrim VR reimagines the complete epic fantasy masterpiece with an unparalleled sense of scale, depth, and immersion. From battling ancient dragons to exploring rugged mountains andA true, full-length open-world game for VR has arrived from award-winning developers, Bethesda Game Studios. Skyrim VR reimagines the complete epic fantasy masterpiece with an unparalleled sense of scale, depth, and immersion. From battling ancient dragons to exploring rugged mountains and more, Skyrim VR brings to life a complete open world for you to experience any way you choose. Skyrim VR includes the critically-acclaimed core game and official add-ons -- Dawnguard, Hearthfire, and Dragonborn.\n\nDragons, long lost to the passages of the Elder Scrolls, have returned to Tamriel and the future of the Empire hangs in the balance. As Dragonborn, the prophesied hero born with the power of The Voice, you are the only one who can stand amongst them.… Expand",
    "developer": "Bethesda Softworks",
    "relase_date": "Nov 17, 2017",
    "link1": "https://store.steampowered.com/app/611670",
    "link2": "https://elderscrolls.bethesda.net/en/skyrim",
    "link3": "https://www.reddit.com/r/skyrim"
  },
  {
    "name": "Pokemon Ultra Moon",
    "summary": "A new light shines on the Alola region.\n\nTake on the role of a Pokemon Trainer and uncover new tales, and unravel the mystery behind the two forms reminiscent of the Legendary Pokemon. With new story additions and features this earns Pokemon Ultra Sun and Pokemon Ultra Moon the nameA new light shines on the Alola region.\n\nTake on the role of a Pokemon Trainer and uncover new tales, and unravel the mystery behind the two forms reminiscent of the Legendary Pokemon. With new story additions and features this earns Pokemon Ultra Sun and Pokemon Ultra Moon the name \"Ultra!\" Another adventure is about to begin.\n\nNew Pokemon forms have been discovered in the Aloha region in Pokemon Ultra Sun and Pokemon Ultra Moon. These forms are reminiscent of the Legendary Pokemon Solgaleo, Lunala, and Necrozma, first revealed in Pokemon Sun and Pokemon Moon. Head out on an epic journey as you solve the mystery behind these Pokemon. In this expanded adventure, get ready to explore more of the Alola region, catch more amazing Pokemon, and battle more formidable foes in Pokemon Ultra Sun and Pokemon Ultra Moon!… Expand",
    "developer": "Game Freak",
    "relase_date": "Nov 17, 2017",
    "link1": "http://www.pokemon-sunmoon.com/ultra/en-us/",
    "link2": "https://bulbapedia.bulbagarden.net/wiki/Pok%C3%A9mon_Ultra_Sun_and_Ultra_Moon",
    "link3": "https://en.wikipedia.org/wiki/Pok%C3%A9mon_Ultra_Sun_and_Ultra_Moon"
  },
  {
    "name": "A Hat in Time",
    "summary": "A Hat in Time is a 3D collect-a-thon platformer featuring a little girl with a lot of heart! Travel the universe with Hat Kid as you rival the evil Mustache Girl in order to save the world! Unlock new platforming abilities, more combat moves and spice up your attacks with badges attached toA Hat in Time is a 3D collect-a-thon platformer featuring a little girl with a lot of heart! Travel the universe with Hat Kid as you rival the evil Mustache Girl in order to save the world! Unlock new platforming abilities, more combat moves and spice up your attacks with badges attached to your hat!… Expand",
    "developer": "Gears for Breakfast",
    "relase_date": "Oct  5, 2017",
    "link1": "https://store.steampowered.com/app/253230",
    "link2": "https://twitter.com/HatInTime",
    "link3": "https://www.facebook.com/HatInTime"
  },
  {
    "name": "Farpoint",
    "summary": "A PlayStation VR exclusive, Farpoint is an unnerving space adventure set on a hostile alien world. After crash landing you must fight to survive as you explore and uncover the planet’s secrets. Your only hope of escape is to constantly keep moving and discover the fate of your team. [Impulse Gear]",
    "developer": "Impulse Gear",
    "relase_date": "May 16, 2017",
    "link1": "https://www.playstation.com/en-ae/games/farpoint-ps4/",
    "link2": null,
    "link3": null
  },
  {
    "name": "DOOM",
    "summary": "Developed by id Software, DOOM returns as a challenging modern-day shooter experience. Relentless demons, impossibly destructive guns, and fast, fluid movement provide the foundation for intense, first-person combat – whether you’re obliterating demon hordes through the depths of Hell in theDeveloped by id Software, DOOM returns as a challenging modern-day shooter experience. Relentless demons, impossibly destructive guns, and fast, fluid movement provide the foundation for intense, first-person combat – whether you’re obliterating demon hordes through the depths of Hell in the single-player campaign, or competing against your friends in numerous multiplayer modes. There is no taking cover or stopping to regenerate health as you beat back Hell’s raging demon hordes. Combine your arsenal of futuristic and iconic guns, upgrades, movement and an advanced melee system to knock-down, slash, stomp, crush, and blow apart demons in creative and violent ways. [Nintendo]… Expand",
    "developer": "id Software, Panic Button",
    "relase_date": "Nov 10, 2017",
    "link1": "https://itunes.apple.com/us/app/doom-classic/id336347946?mt=8&uo=4",
    "link2": "http://www.idsoftware.com/en-gb",
    "link3": "http://doom.wikia.com/wiki/Doom"
  },
  {
    "name": "What Remains of Edith Finch",
    "summary": "What Remains of Edith Finch is a collection of short stories about a cursed family in Washington State.",
    "developer": "Giant Sparrow",
    "relase_date": "Apr 25, 2017",
    "link1": "https://store.steampowered.com/app/501300",
    "link2": "https://en.wikipedia.org/wiki/What_Remains_of_Edith_Finch",
    "link3": "http://edithfinch.com/"
  },
  {
    "name": "Super Bomberman R",
    "summary": "Since its release in 1985, Bomberman has been a familiar party-battle game for many years. Now, Bomberman is coming back as \"SUPER BOMBERMAN R\" to Nintendo Switch. In SUPER BOMBERMAN R, the simple rule remains the same: operate the main character (Bomberman), place bombs, and battle withSince its release in 1985, Bomberman has been a familiar party-battle game for many years. Now, Bomberman is coming back as \"SUPER BOMBERMAN R\" to Nintendo Switch. In SUPER BOMBERMAN R, the simple rule remains the same: operate the main character (Bomberman), place bombs, and battle with enemies and rivals, but it's coming back in a modern style with 3D stages and photo-real graphics. You can enjoy battles with rivals from all over the world. There is \"Battle\" mode for maximum of 8 players, and single play \"Story\" mode (cooperative play for 2 players is possible as well) where players clear each stage one by one, with a big volume of 50 stages. Also, there is a new rule where the condition to clear the stage is not just by wiping out all the enemies. This simple but strategic game with new rules and 3D stages is fun for everyone, from children to adults.… Expand",
    "developer": "Konami",
    "relase_date": "Mar  3, 2017",
    "link1": "https://store.steampowered.com/app/702700",
    "link2": "https://www.konami.com/games/bomberman/r/us/en/",
    "link3": "https://en.wikipedia.org/wiki/Super_Bomberman_R"
  }
]