app/controllers/game_controller.rb

SELECT  "game_platforms".* FROM "game_platforms" WHERE "game_platforms"."game_id" = ? ORDER BY "game_platforms"."id" ASC LIMIT ?  [["game_id", 1], ["LIMIT", 1]]
SELECT  "platforms".* FROM "platforms" WHERE "platforms"."id" = ? ORDER BY "platforms"."id" ASC LIMIT ?  [["id", 1], ["LIMIT", 1]]
---
  def detail
    @game = Game.find(params[:id])
    @game_related = []
    @game.platform_of_game.each do |t|

SELECT  "games".* FROM "games" WHERE "games"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
---
  def find_game
    @game = Game.find params[:game_id]