app/controllers/game_controller.rb

  def index
    @games = Game.all

    @game_top = []
    @games.each do |game|
      if (game.reviews.average(:rating) != nil)
        @game_top.push(game)
      end
    end

    @game_top = @game_top.sort_by! {|x| x.reviews.average(:rating)}.reverse
    @game_news = Game.just_published(5).includes(:photos)
---
SELECT "games".* FROM "games"
SELECT AVG("reviews"."rating") FROM "reviews" WHERE "reviews"."game_id" = ?  [["game_id", 1]]
SELECT  "photos".* FROM "photos" WHERE "photos"."game_id" = ? ORDER BY "photos"."id" ASC LIMIT ?  [["game_id", 1], ["LIMIT", 1]]